[
  {
    "years": "1886-1899",
    "title": "Зарождение электротехнического образования",
    "events": [
      {
        "year": "1886",
        "title": "Основание Технического училища",
        "shortDescription": "Создание первого в России электротехнического вуза",
        "description": "15 (3) июня 1886 года император Александр III утвердил Временное положение и Штат Технического училища Почтово-телеграфного ведомства, что стало историческим моментом — рождением первого в России специализированного электротехнического учебного заведения. Инициатором создания выступило Министерство внутренних дел под руководством графа Дмитрия Андреевича Толстого, который в 1885 году представил в Государственный Совет проекты устава и положения нового вуза, названного изначально «Телеграфный Институт». Этот шаг был вызван острой потребностью Российской империи в собственных инженерных кадрах для бурно развивающейся отрасли электросвязи. Согласно справке Главного управления почт и телеграфов (ГУПиТ), стране требовалось 672 специалиста с высшим образованием для руководства почтово-телеграфными округами, отделениями и инженерными работами. Государственный Совет, однако, потребовал доработки проекта, и в итоге было решено учредить временное училище на 5 лет с трехлетним курсом обучения, включив только самые необходимые дисциплины. Официальное открытие состоялось 16 (4) сентября 1886 года в торжественной обстановке в здании бывшего Телеграфного Департамента на Ново-Исаакиевской улице, д. 18, в Санкт-Петербурге. Первым директором был назначен Николай Григорьевич Писаревский — выдающийся общественный деятель, ранее занимавший пост инспектора Телеграфного ведомства (1868–1885), который лично разработал учебные программы и проект училища. Инспектором стал Николай Николаевич Качалов, чиновник особых поручений при ГУПиТ. Учебный план включал 12 дисциплин: 8 общих (математика, физика, химия и др.) и 4 электротехнических, а штат преподавателей состоял из 14 человек, включая трех преподавателей иностранных языков и богословия. На 30 вакансий было подано 150 заявлений, принято 32 студента, преимущественно из служащих ГУПиТ. Журнал «Электричество» в сентябре 1886 года писал: «Это бесспорно полезное училище ставит нас в полную независимость от заграницы», подчеркивая его значение для национальной науки и техники. Преподавательский состав формировался из выпускников Петербургского университета и Института инженеров путей сообщения, включая таких ученых, как Орест Данилович Хвольсон (физика) и Александр Александрович Кракау (химия), заложивших основы научных школ."
      },
      {
        "year": "1889",
        "title": "Первые выпускники и научные достижения",
        "shortDescription": "Начало подготовки преподавателей и издание учебника",
        "description": "В 1889 году Техническое училище отметило важный этап — из первого выпуска были отобраны выпускники для подготовки к преподавательской деятельности: Петр Семенович Осадчий и Владимир Александрович Триумфов, что стало свидетельством высокого уровня подготовки студентов уже на раннем этапе существования вуза. Это решение подчеркивало стремление училища не только готовить практиков, но и создавать собственный кадровый резерв для дальнейшего развития электротехнического образования. В этом же году Николай Григорьевич Писаревский выпустил первое в России литографированное издание учебника «Руководство к производству электрических измерений изолированных проводников (кабелей)», ставшее важным вкладом в развитие электротехнической науки и практики. Книга была основана на его опыте и знаниях, накопленных за годы работы в телеграфном деле, и предназначалась для обучения студентов методам измерения параметров кабелей — ключевой задачи для телеграфной службы того времени. Летом 1889 года Министерство внутренних дел командировало Писаревского в двухмесячную поездку по Европе — в Берлин, Лондон и другие города, чтобы изучить передовой опыт постановки электротехнического образования. Вернувшись с обширным материалом, он с энтузиазмом принялся за разработку проекта преобразования училища в полноценный высший электротехнический институт, учитывающий современное состояние науки и техники. Как отмечал начальник ГУПиТ генерал-лейтенант Н.И. Петров, «Писаревский с особой любовью и энергией принялся за составление проекта, который был одобрен не только МВД, но и нашел поддержку Министерства народного просвещения». В училище также был создан специальный электротехнический кабинет в 1888 году под руководством преподавателя ИИПС Георгия Карловича Мерчинга, что позволило проводить практические занятия по электротехнике. Эти шаги заложили фундамент для будущего расширения учебных программ и перехода к более высокому статусу учреждения."
      },
      {
        "year": "1891",
        "title": "Преобразование в Электротехнический институт",
        "shortDescription": "Училище стало ЭТИ с четырехлетним обучением",
        "description": "11 (23) июня 1891 года император Александр III подписал указ о преобразовании Технического училища Почтово-телеграфного ведомства в Электротехнический институт (ЭТИ), что стало логическим итогом первых пяти лет работы училища. Этот переход был обусловлен необходимостью расширения учебного плана и увеличения сроков обучения, так как трехлетний курс уже не отвечал требованиям стремительно развивающейся электротехники. Новый статус института позволил увеличить срок обучения до четырех лет, а учебный план был расширен до 20 дисциплин, из которых 7 были электротехническими, включая курсы по телеграфии и основам электрических установок. Учащиеся получили официальное название «студенты», а обучение стало бесплатным, что подчеркивало государственную поддержку развития инженерного образования. Директором ЭТИ остался Н.Г. Писаревский, продолжавший руководить вузом с прежним энтузиазмом, а инспектором был назначен Александр Александрович Кракау, выпускник Петербургского университета и будущий основатель научной школы электрохимии. Выпускники ЭТИ получали звание телеграфных техников 1 и 2 разряда, а после года практической работы могли защитить дипломный проект и стать телеграфными инженерами. В 1893 году состоялся первый выпуск телеграфных техников уже из ЭТИ, что подтвердило успех реформы. В этот период в институте начали работать выдающиеся ученые: Иван Иванович Боргман основал первую в России кафедру теоретических основ электротехники, а его двухтомный курс «Основания учения об электрических и магнитных явлениях» (1893) стал фундаментальным трудом в этой области. Михаил Александрович Шателен, изучавший электрические установки за границей, в 1897 году стал первым в России профессором электротехники. Преподавателями также были Владимир Васильевич Скобельцын (физика) и Петр Дмитриевич Войнаровский (телефония), окончивший Электротехнический институт Монтефиоре в Льеже. Переход к статусу института ознаменовал начало более широкого подхода к электротехнике, выходящего за рамки узкой специализации телеграфии."
      },
      {
        "year": "1899",
        "title": "ЭТИ имени Александра III",
        "shortDescription": "Институт получил имя императора и пятилетний курс",
        "description": "16 (4) июня 1899 года Электротехнический институт получил статус высшего учебного заведения с введением пятилетнего курса обучения, что стало важным шагом в его развитии. 24 (12) августа 1899 года император Николай II утвердил наименование института в честь своего отца — Электротехнический институт императора Александра III, признавая вклад последнего в его основание и развитие науки в России. С 1900 года выпускникам присваивалось звание «инженер-электрик», что отражало расширение профиля подготовки и соответствие стандартам других высших технических заведений. Учебный план был дополнен новыми дисциплинами, такими как электромеханика, электрохимия и электрические линии, а число студентов установлено на уровне 300 человек. Обучение стало платным (25 рублей за полугодие), но 25 студентов освобождались от платы, а 50 получали казенные стипендии по 300 рублей в год. В 1899 году было введено звание «почетный инженер-электрик», представление к которому утверждал Совет ЭТИ, а присуждение — Министр внутренних дел. Среди первых удостоенных были Александр Степанович Попов, И.И. Боргман и Н.Н. Качалов. После смерти Н.Г. Писаревского в 1895 году директором стал Николай Николаевич Качалов, который продолжил реализацию планов предшественника, включая строительство нового здания и развитие научных кафедр. В 1897 году А.С. Попов выступил в ЭТИ с докладом «О беспроволочной телеграфии», ставшим историческим событием, а в 1898 году П.Д. Войнаровский разработал проект самой протяженной в Европе телефонной линии Петербург–Москва. А.А. Кракау в 1899 году организовал первую в России электрохимическую лабораторию и ввел курс электрохимии, а Николай Семенович Курнаков изобрел «пирометр Курнакова» для термического анализа. Эти достижения подчеркивали лидерство ЭТИ в электротехнической науке и необходимость дальнейшего расширения программ для подготовки полноценных инженеров."
      }
    ]
  },
  {
    "years": "1900-1917",
    "title": "Развитие перед революциями",
    "events": [
      {
        "year": "1900",
        "title": "Первый выпуск инженеров-электриков",
        "shortDescription": "Выпуск 23 инженеров по новому плану",
        "description": "В 1900 году Электротехнический институт императора Александра III выпустил первых 23 инженеров-электриков по новому пятилетнему учебному плану, что стало значимым событием в истории вуза. Этот выпуск продемонстрировал способность института готовить специалистов широкого профиля, востребованных в условиях индустриализации России. Успехи ЭТИ были отмечены на Всемирной выставке в Париже в 1900 году, где участвовали 35 европейских стран. В отделе «Образование» институт получил медаль и диплом за высокий уровень подготовки, а работы преподавателя Александра Степановича Попова в области беспроводной телеграфии были удостоены большой золотой медали, диплома и «grand prix». Эти награды укрепили репутацию ЭТИ как признанного центра электротехнической мысли в России и за ее пределами. В этот период ЭТИ стал ключевым игроком в разработке политики ГУПиТ по развитию телеграфных сетей и электрической связи. Выпускники и преподаватели, такие как П.С. Осадчий, занимали руководящие должности в отделениях и комитетах ГУПиТ. Учебный план включал 36 дисциплин, из которых 15 были электротехническими, такими как «Электрическая передача и распределение механической энергии» и «Электрохимия». В институте действовало 10 кафедр, охватывающих математику, физику, химию, теоретическую и прикладную электротехнику. Студенты получили новую форменную одежду с погонами и вензелем «А III», а с 4-го курса могли выбирать факультативные курсы, что расширяло их специализацию. Этот год стал началом нового этапа, когда ЭТИ превратился в полноценный инженерный вуз с международным признанием."
      },
      {
        "year": "1903",
        "title": "Переезд на Аптекарский остров",
        "shortDescription": "Завершение строительства нового комплекса",
        "description": "К августу 1903 года завершилось строительство нового институтского городка на Аптекарском острове в Санкт-Петербурге, что стало одним из важнейших событий в истории ЭТИ. Проект комплекса был разработан академиком архитектуры Александром Николаевичем Векшинским, преподавателем строительного дела в институте. Закладка учебного корпуса состоялась 11 августа (29 июля) 1900 года, а общая стоимость строительства составила колоссальные 1,6 млн рублей — сумму, превышающую расходы института за первые 15 лет его существования. Новый комплекс включал главный учебный корпус, общежитие для студентов (в здании бывшего архива МВД), столовую и жилой дом для преподавателей. Здание было спроектировано с учетом последних достижений строительной науки и техники: просторные аудитории, лаборатории и уникальная электротехническая аудитория для демонстраций и опытов. Перед завершением строительства ЭТИ получил 494 тыс. рублей на закупку лабораторного оборудования и создание «генераторной электрической станции». Ведущей стала новая электротехническая лаборатория с пятью отделениями: постоянного тока, фотометрии, магнитных измерений, переменных токов и электрических линий. Профессор Петр Дмитриевич Войнаровский создал первую в России установку высокого напряжения (200 кВ), положив начало комплексному изучению техники высоких напряжений. Открытие учебных телеграфной и телефонной станций, а также электромашинной лаборатории позволило студентам получать практические навыки, необходимые для инженерной работы. Переезд на Аптекарский остров решил проблему тесноты старого здания на Ново-Исаакиевской улице, не соответствовавшего растущим потребностям института. Новый комплекс стал символом прогресса и позволил ЭТИ проводить электротехнические съезды и конференции, укрепляя его地位 как научного центра."
      },
      {
        "year": "1907",
        "title": "Энергетический уклон и Г.О. Графтио",
        "shortDescription": "Начало исследований в электроэнергетике",
        "description": "В 1907 году ЭТИ начал активно развивать энергетическое направление, что было связано с бурным ростом промышленности и перспективами применения электричества в России. Ключевую роль сыграл Генрих Осипович Графтио, приглашенный П.Д. Войнаровским в институт в качестве преподавателя. 20 января 1907 года Графтио прочитал свою первую лекцию на тему «Особенности гидротехнических установок при больших напорах и малых расходах и при малых напорах и больших расходах воды», которая стала пионерской в мировой практике гидростроительства. Его яркие выступления вдохновляли студентов идеями электрификации страны, а к 1910 году он разработал проект Волховской гидроэлектростанции — первого крупного объекта в этой области в России. Одновременно П.Д. Войнаровский читал курс «Электрическая передача и распределение механической энергии», из которого позже выросли три ключевые отрасли электротехники: передача энергии на большие расстояния, электрическая тяга и распределение энергии. В 1908 году по инициативе Войнаровского было создано «Общество инженер-электриков, окончивших ЭТИ», объединившее выпускников и преподавателей для обсуждения новейших достижений и совершенствования учебных программ. В этот период в ЭТИ сформировались новые кафедры, такие как электрическая тяга (Г.О. Графтио) и тепловые электрические станции (В.В. Дмитриев), а в 1913 году под руководством последнего была построена первая в России ТЭЦ. Энергетический уклон отражал потребности времени: в 1915 году прием на электротехническое отделение составил 50% от общего числа поступающих, тогда как на электросвязь и электрохимию — по 25%. Научно-исследовательская работа велась активно: Г.О. Графтио разрабатывал планы электрификации железных дорог, включая Кавказ, а студенты вовлекались в практические проекты, что укрепляло связь института с промышленностью."
      },
      {
        "year": "1917",
        "title": "ЭТИ в годы революций",
        "shortDescription": "Работа в условиях социальных потрясений",
        "description": "В 1917 году Электротехнический институт оказался в эпицентре Февральской и Октябрьской революций, которые кардинально изменили политическую и социальную жизнь России. Несмотря на нестабильность, преподаватели и студенты продолжали образовательный процесс, адаптируясь к новым условиям. Февральская революция была встречена с энтузиазмом большинством членов Совета ЭТИ: 24 марта профессор П.С. Осадчий предложил пересмотреть принципы работы института в свете изменившихся государственных условий, что привело к постановлению о реформе. В это время были созданы первые в России кафедры телефонии (1916, В.И. Коваленков) и беспроводной телеграфии (1917, Н.А. Скрицкий), что отражало развитие электросвязи в условиях войны и революции. С началом Первой мировой войны в 1914 году ЭТИ уже адаптировался к военным нуждам: мастерские выполняли заказы для армии, а лаборатории вели исследования, включая производство оптического стекла под руководством Н.А. Пушина. В 1915–1917 годах Н.А. Скрицкий и И.Г. Фрейман строили мощную радиостанцию на острове Русский во Владивостоке по заданию Морского ведомства. В условиях революций МВД направляло разнарядки о призыве студентов в армию, но институт старался сохранить их, привлекая к выполнению военных заказов через Общество инженер-электриков. В ноябре 1917 года И.Г. Фрейман стал исполняющим обязанности заведующего кафедрой беспроводной телеграфии, продолжая дело А.С. Попова. Несмотря на трудности, ЭТИ сохранил свою миссию — подготовку специалистов, способных отвечать вызовам времени, будь то война или революция."
      }
    ]
  },
  {
    "years": "1918-1940",
    "title": "Советская эпоха и становление ЛЭТИ",
    "events": [
      {
        "year": "1918",
        "title": "Переименование в честь В.И. Ленина",
        "shortDescription": "ЭТИ стал институтом им. Ленина",
        "description": "28 ноября 1918 года Электротехнический институт императора Александра III был переименован в Электротехнический институт имени В.И. Ульянова (Ленина), что отражало новую идеологическую ориентацию страны после Октябрьской революции. Решение было принято Советом ЭТИ на основании отношения Комиссариата почт и телеграфов Союза коммуны Северной области от 3 декабря 1918 года. В декабре директором был избран Петр Семенович Осадчий, чья эрудиция и организаторские способности позволили институту продолжить работу в условиях «военного коммунизма» (1918–1921). Несмотря на разруху, голод и топливный кризис, учебная и научная деятельность не прекращалась. Введена выборность правления с участием студентов, что соответствовало духу времени, а в студенческий коллектив вливалась рабочая молодежь. В этот период ЭТИ начал переориентацию на новые задачи советской власти, включая восстановление народного хозяйства. Профессора, такие как Г.О. Графтио и В.В. Дмитриев, продолжали исследования, а Осадчий возглавил Центральный электротехнический совет при ВСНХ с 1919 года. Несмотря на аресты некоторых преподавателей (Осадчего и П.А. Щуркевича), их освобождали по личному указанию В.И. Ленина, что подчеркивало значение института для государства."
      },
      {
        "year": "1920",
        "title": "План ГОЭЛРО и факультетская структура",
        "shortDescription": "Участие в электрификации и реорганизация",
        "description": "В 1920 году ЭТИ сыграл ключевую роль в разработке Государственного плана электрификации России (ГОЭЛРО), утвержденного в декабре 1921 года на VIII Электротехническом съезде. Профессор Г.О. Графтио еще в марте 1918 года получил задание от В.И. Ленина составить смету Волховской ГЭС, а предварительные проекты до 1916 года стали основой плана. П.С. Осадчий, В.В. Дмитриев и И.Г. Фрейман выступали на съезде, где Фрейман инициировал поддержку радиолюбительства, что привело к его правовому признанию в стране. В августе 1920 года ЭТИ перешел на факультетскую структуру с тремя отделениями: электротехническим (электрификация железных дорог, заводов, энергосети), электрофизическим (телеграфы, телефоны, радиотехника) и электрохимическим (электролиз, получение металлов). Учебный план сократили до 4 лет для ускоренной подготовки кадров, а в июле подано 600 заявлений на поступление, что отражало спрос на специалистов. В сентябре открыт рабочий факультет (рабфак) для подготовки рабочей и крестьянской молодежи, действовавший до 1942 года. Несмотря на Гражданскую войну, аресты и эмиграцию ученых (С.П. Тимошенко, Н.А. Пушин), институт сохранил активность благодаря усилиям руководства и вернувшихся с фронтов студентов."
      },
      {
        "year": "1924",
        "title": "Ленинградский ЭТИ",
        "shortDescription": "Переименование в связи с новым названием города",
        "description": "В 1924 году, после переименования Петрограда в Ленинград в честь В.И. Ленина, ЭТИ стал называться Ленинградским электротехническим институтом им. В.И. Ульянова (Ленина) — ЛЭТИ. Это название закрепило за вузом аббревиатуру «ЛЭТИ», ставшую брендом, символизирующим лидерство в электротехническом образовании и науке Советского Союза. Переименование произошло в условиях восстановления страны после Гражданской войны, когда ЛЭТИ активно участвовал в реализации плана ГОЭЛРО и подготовке кадров для промышленности. В этот период институт укрепил свои позиции как центр подготовки специалистов по электроэнергетике, радиотехнике и электросвязи, а научные разработки ученых, таких как А.А. Смуров (техника высоких напряжений) и И.В. Егиазаров (гидроэлектрические установки), нашли практическое применение. Несмотря на топливный кризис 1919 года, когда занятия переносились в квартиры профессоров из-за отсутствия отопления, к середине 1920-х ЛЭТИ стабилизировал работу и стал важным звеном в системе советского образования."
      },
      {
        "year": "1930",
        "title": "Реформа и разделение",
        "shortDescription": "Разделение ЛЭТИ на специализированные вузы",
        "description": "В 1930 году в рамках советской реформы высшего образования ЛЭТИ подвергся разделению на несколько узкоспециализированных институтов, включая Ленинградский электромеханический институт (ЛЭМИ). Это решение было частью политики индустриализации, направленной на ускоренную подготовку кадров для конкретных отраслей народного хозяйства, таких как энергетика, связь и машиностроение. Реформа временно сузила комплексный профиль ЛЭТИ, но позволила сосредоточить усилия на приоритетных направлениях. В 1929 году ректором стал Наум Иосифович Шмуйлович, выпускник Льежского электротехнического института, который руководил вузом в сложный период реформ и попыток передать ЛЭТИ в состав Ленинградского политехнического института. Несмотря на разделение, ЛЭТИ сохранил свою идентичность и продолжил развитие научных школ, заложенных ранее, таких как электроэнергетика и радиотехника, что стало основой для его будущего возрождения."
      }
    ]
  },
  {
    "years": "1941-1945",
    "title": "Великая Отечественная война",
    "events": [
      {
        "year": "1941",
        "title": "Блокада Ленинграда",
        "shortDescription": "ЛЭТИ в условиях войны",
        "description": "С началом Великой Отечественной войны 22 июня 1941 года и последующей блокады Ленинграда (8 сентября 1941 года) ЛЭТИ оказался в тяжелейших условиях. Несмотря на голод, холод и постоянные обстрелы, институт продолжал образовательную деятельность, демонстрируя невероятную стойкость коллектива. Студенты и преподаватели активно участвовали в обороне города: многие работали на военных заводах, производя оборудование и боеприпасы, другие дежурили в госпиталях или служили в армии. Помещения чертежных были переоборудованы в лазарет для раненых, а мастерские выполняли заказы Военного ведомства. Учебный процесс не останавливался даже в самые суровые месяцы блокады: занятия проводились в неотапливаемых аудиториях, часто при свете керосиновых ламп. Профессора читали лекции небольшим группам студентов, сохраняя преемственность образования. В этот период ЛЭТИ стал символом сопротивления, поддерживая дух ленинградцев своей деятельностью в условиях, когда выживание казалось невозможным."
      },
      {
        "year": "1942",
        "title": "Командный пункт в ЛЭТИ",
        "shortDescription": "Институт стал военным объектом",
        "description": "В 1942 году здание ЛЭТИ на Аптекарском острове было превращено в командный пункт под руководством адмирала Прибуца, что подчеркивало его стратегическое значение для обороны Ленинграда. Этот пункт координировал военные операции, используя инфраструктуру института, включая лаборатории и коммуникационное оборудование. Такое решение было обусловлено расположением ЛЭTI вблизи ключевых объектов города и наличием квалифицированных специалистов среди преподавателей и студентов, способных поддерживать работу военных систем. В это время многие сотрудники института, такие как С.А. Ринкевич, занимались повышением производительности станков для военных нужд, что позже стало основой для создания кафедры электропривода. Использование ЛЭТИ как военного объекта стало ярким примером его вклада в победу, несмотря на разрушения и потери."
      },
      {
        "year": "1945",
        "title": "Возрождение после войны",
        "shortDescription": "Восстановление учебного процесса",
        "description": "После снятия блокады в январе 1944 года и окончания войны в мае 1945 года ЛЭТИ приступил к восстановлению полноценной работы. Вернувшиеся с фронта преподаватели и студенты внесли огромный вклад в возрождение института: ремонтировались здания, восстанавливались лаборатории, возобновлялись лекции. Этот период стал временем единения коллектива, когда общие усилия были направлены на подготовку специалистов для восстановления разрушенной экономики страны. Несмотря на утраты — многие сотрудники и студенты погибли в блокаду или на фронте — ЛЭТИ сохранил свои традиции и научный потенциал, что позволило ему быстро вернуться к лидерским позициям в электротехническом образовании."
      }
    ]
  },
  {
    "years": "1946-1970",
    "title": "Послевоенный расцвет",
    "events": [
      {
        "year": "1956",
        "title": "70-летие ЛЭТИ",
        "shortDescription": "Награждение орденом Ленина",
        "description": "В 1956 году ЛЭТИ отметил свое 70-летие, что стало поводом для признания его заслуг на государственном уровне. Указом Президиума Верховного Совета СССР институт был награжден орденом Ленина за выдающийся вклад в подготовку высококвалифицированных специалистов и развитие научных исследований в области электротехники. Этот юбилей ознаменовал начало периода активного роста: ЛЭТИ стал центром формирования новых научных школ, таких как ультразвуковая дефектоскопия под руководством С.Я. Соколова и высокочастотная электротермия В.П. Вологдина. В этот период институт укрепил связи с промышленностью, участвуя в создании технологий для послевоенного восстановления и индустриализации СССР. Студенческая жизнь оживилась: возобновились культурные и спортивные традиции, заложенные еще в довоенные годы."
      },
      {
        "year": "1965",
        "title": "75-летие и юбилейное издание",
        "shortDescription": "Публикация истории института",
        "description": "В 1965 году к 75-летию ЛЭТИ было выпущено юбилейное издание «Известия Ленинградского электротехнического института имени В.И. Ульянова (Ленина)», которое стало важным документом, обобщающим историю и достижения вуза. Книга включала подробные материалы о развитии научных направлений, роли института в подготовке кадров и его вкладе в советскую науку и технику. Газета «Электрик», редактором которой в 1962 году стал Орест Генрихович Вендик, активно освещала юбилей, публикуя статьи о научных успехах, студенческой жизни и воспоминания ветеранов. Этот период характеризовался укреплением позиций ЛЭТИ как лидера в электротехническом образовании, а также развитием новых технологий, таких как радиотехника и электроника."
      },
      {
        "year": "1970",
        "title": "Создание научных школ",
        "shortDescription": "Расцвет исследований и технологий",
        "description": "К 1970 году ЛЭТИ переживал расцвет научной деятельности, сформировав ряд ведущих научных школ, которые определили его место в советской и мировой науке. Сергей Яковлевич Соколов создал школу ультразвуковой дефектоскопии, разработав методы исследования твердых тел, что нашло применение в промышленности и медицине. Валентин Петрович Вологдин развил направление высокочастотной электротермии, создав технологии для термической обработки материалов. Николай Павлович Богородицкий заложил основы исследований новых материалов для электронной техники. Открытие кафедры оптоэлектроники под руководством Жореса Ивановича Алфёрова стало прорывом в области полупроводников, что позже принесло ему Нобелевскую премию. Эти школы привлекали талантливых ученых и студентов, а их разработки внедрялись в производство, укрепляя связь ЛЭТИ с промышленностью. В этот период институт активно участвовал в создании новых вузов и кафедр по всей стране, становясь образцом для подражания."
      }
    ]
  },
  {
    "years": "1971-1985",
    "title": "Золотые годы ЛЭТИ",
    "events": [
      {
        "year": "1973",
        "title": "Новые кафедры и факультеты",
        "shortDescription": "Реорганизация структуры",
        "description": "В 1973 году ЛЭТИ провел реорганизацию структуры, выделив из кафедры автоматики и телемеханики под руководством А.А. Вавилова кафедру систем автоматизированного проектирования (САПР) под руководством Владимира Ивановича Анисимова. Это направление стало ответом на растущую потребность в автоматизации проектирования в промышленности. В этот же год созданы базовые кафедры в ведущих НИИ, таких как ФТИ им. А.Ф. Иоффе (оптоэлектроника), ЛНПО «Красная заря» (информационные системы) и другие, что укрепило связь института с наукой и производством. Под руководством ректора А.А. Вавилова, члена-корреспондента АН СССР, ЛЭТИ увеличил число докторов наук до более чем 100, что повысило его научный потенциал. Этот период характеризовался расцветом студенческих строительных отрядов и культурной жизни, включая создание клуба «Гаудеамус» и факультета общественных профессий."
      },
      {
        "year": "1975",
        "title": "30-летие Победы",
        "shortDescription": "Чествование ветеранов",
        "description": "В 1975 году ЛЭТИ отметил 30-летие Победы в Великой Отечественной войне, посвятив этому событию множество публикаций в газете «Электрик». Материалы рассказывали о ветеранах войны, работавших в институте, их подвигах на фронте и вкладе в послевоенное восстановление. Это событие стало важным для укрепления связи поколений, подчеркивая героическую роль ЛЭТИ в военные годы. Празднование включало встречи с ветеранами, выставки и культурные мероприятия, организованные студентами и преподавателями. В этот же год завершено строительство первой очереди 5-го корпуса, что позволило расширить лабораторную базу и перевести туда кафедры электрофизического и радиотехнического факультетов."
      },
      {
        "year": "1981",
        "title": "Международное признание",
        "shortDescription": "Награды и сотрудничество",
        "description": "В 1981 году ЛЭТИ получил орден Знамя Труда 1-й степени ГДР за вклад в международное сотрудничество и подготовку кадров для зарубежных стран. К началу 1980-х в институте обучалось более 500 иностранных студентов из 42 стран, а совместные исследования проводились с университетами Европы и Азии. Ранее ЛЭТИ был удостоен ордена Народной республики Болгария (1972) и других наград, что подчеркивало его статус на мировой арене. Под руководством А.А. Вавилова институт стал площадкой для обмена опытом и технологий, а его выпускники вносили вклад в развитие науки и промышленности за рубежом. В этот период активно развивались направления вычислительной техники и радиотехники, что привлекало внимание международных партнеров."
      }
    ]
  },
  {
    "years": "1986-1999",
    "title": "Перестройка и переходный период",
    "events": [
      {
        "year": "1986",
        "title": "100-летие и музей",
        "shortDescription": "Юбилей и открытие музея истории",
        "description": "В 1986 году ЛЭТИ отметил 100-летие со дня основания, что стало значимым событием в условиях перестройки. Указом Президиума Верховного Совета СССР институт был награжден орденом Октябрьской Революции за заслуги в подготовке специалистов и научные достижения. 5 июня был открыт музей истории ЛЭТИ под руководством Рафаэля Михайловича Гиммельфарба, собравший уникальные экспонаты об истории вуза, включая документы, фотографии и оборудование. На открытии присутствовал министр высшего образования СССР Г.А. Ягодин. Празднования включали выставку на ВДНХ в Москве, где были представлены достижения кафедр, и культурные мероприятия, такие как концерт во Дворце культуры им. Ленсовета, полностью подготовленный студентами. В 1987 году открыт памятник погибшим в войне сотрудникам и студентам «Воин со знаменем». Юбилей укрепил позиции ЛЭТИ в условиях экономических и политических перемен."
      },
      {
        "year": "1992",
        "title": "Статус университета",
        "shortDescription": "ЛЭТИ стал СПбГЭТУ",
        "description": "23 сентября 1992 года ЛЭТИ был переименован в Санкт-Петербургский государственный электротехнический университет им. В.И. Ульянова (Ленина) — СПбГЭТУ, что отражало расширение образовательных программ и признание его роли на национальном уровне. В 1998 году добавлена аббревиатура «ЛЭТИ» в официальное название, сохраняя историческую преемственность. В этот период введена многоуровневая система подготовки (бакалавры, магистры), а первый прием в бакалавриат состоялся в 1992 году по 11 направлениям. Создание гуманитарного факультета (1989) и Международной школы менеджмента (1990) усилило университетский статус. Несмотря на кризис 1990-х, ЛЭТИ адаптировался к рыночной экономике, развивая связи с предприятиями и открывая новые направления, такие как информационные системы."
      },
      {
        "year": "1995",
        "title": "100-летие радио",
        "shortDescription": "Чествование А.С. Попова",
        "description": "В 1995 году ЛЭТИ организовал празднование 100-летия изобретения радио А.С. Поповым, подчеркивая свою связь с этим историческим событием. 16 марта возобновились общегородские научные чтения, посвященные дню рождения Попова, а 7 мая у его памятника прошел митинг. Учреждено звание «Почетный доктор СПбГЭТУ», первым удостоенным которого стал академик В.А. Котельников. В музее А.С. Попова установлена любительская радиостанция (RK1B), подаренная выпускником Лаповком. Эти мероприятия укрепили репутацию ЛЭТИ как хранителя наследия радиотехники и центра научных традиций."
      }
    ]
  },
  {
    "years": "2000-2021",
    "title": "Современность и инновации",
    "events": [
      {
        "year": "2000",
        "title": "Нобелевская премия Ж.И. Алфёрова",
        "shortDescription": "Выпускник ЛЭТИ получил мировое признание",
        "description": "В 2000 году Жорес Иванович Алфёров, выпускник ЛЭТИ 1952 года и преподаватель кафедры оптоэлектроники, получил Нобелевскую премию по физике за исследования гетеролазерных структур, став первым российским ученым, удостоенным этой награды в XXI веке. Его работа, начатая в ЛЭТИ, революционизировала полупроводниковую технику, найдя применение в оптоволокне, лазерах и электронике. Это событие стало мировой сенсацией и подтвердило высокий уровень подготовки специалистов в ЛЭТИ, укрепив его репутацию как кузницы научных кадров. Празднование в университете включало лекции и выставки, посвященные вкладу Алфёрова."
      },
      {
        "year": "2006",
        "title": "120-летие университета",
        "shortDescription": "Юбилейные торжества и обновление",
        "description": "В 2006 году СПбГЭТУ «ЛЭТИ» отметил 120-летие, проведя масштабные мероприятия, включая реставрацию фасадов 1-го и 2-го корпусов, реконструкцию библиотеки и конференц-зала 5-го корпуса. Издана книга «Выдающиеся выпускники и деятели СПбГЭТУ «ЛЭТИ»» с 747 биографиями, создан гимн (музыка Я. Дубравина, слова В. Малиновского) и флаг университета. 15 июня состоялось гашение маркированного конверта с портретом Н.Г. Писаревского. Основные торжества прошли 15–16 июня: научная конференция и концерт в БКЗ «Октябрьский», где приветствие от Президента РФ В.В. Путина зачитал выпускник ЛЭТИ В.И. Кожин. Юбилей подчеркнул роль ЛЭТИ в науке и культуре."
      },
      {
        "year": "2009",
        "title": "150-летие А.С. Попова",
        "shortDescription": "Юбилей изобретателя радио",
        "description": "В 2009 году ЛЭТИ организовал празднование 150-летия А.С. Попова по указу Президента Д.А. Медведева. 16 марта в Смольном прошло торжественное заседание с участием 450 гостей, включая С.Б. Иванова и В.И. Матвиенко. Программа включала возложение цветов к могиле Попова, выстрел в Петропавловской крепости и конференцию EUROCON, где IEEE вручил сертификат Milestone за изобретение радио 7 мая 1895 года. Празднование подтвердило вклад ЛЭТИ в развитие радиотехники и его связь с наследием Попова."
      },
      {
        "year": "2021",
        "title": "135-летие ЛЭТИ",
        "shortDescription": "Юбилей и выпуск книги",
        "description": "В 2021 году ЛЭТИ отметил 135-летие, выпустив книгу «Электротехнический во все времена. 1886–2021», которая обобщила историю вуза, достижения научных школ и вклад таких фигур, как Ж.И. Алфёров. Издание осветило культурную жизнь, инновации и роль ЛЭТИ в современном образовании, подчеркивая его статус ведущего технического университета России."
      }
    ]
  }
]