[
  {
    "id": "azbukin-p-a",
    "name": "Павел Андреевич Азбукин",
    "years": "22.06.1882 – 24.10.1970",
    "placeBirth": "Орел",
    "placeDeath": "Омск",
    "image": "/images/Азбукин Павел Андреевич.jpg",
    "tags": ["Выпускник", "Преподаватель"],
    "shortBio": "Один из создателей отечественной научно-инженерной школы дальней проводной связи.",
    "description": "Окончил ЭТИ (1908). Профессор (1926), доктор технических наук (1937). С 1911 г. – главный механик Главной телеграфной конторы в Петербурге.\nСпроектировал и реализовал первую в Европе машинную установку для питания телеграфной аппаратуры. В 1911 организовал и возглавил первую в России телеграфную измерительную лабораторию, преобразованную в 1918 г. в Научно-испытательную телефонно-телеграфную лабораторию (НИСТЕЛ) (с 1932 – ЛОНИИС). C 1909 г. по 1928 г. преподавал в ЭТИ, читал курсы и вел практические занятия по телефонии.\nТеоретические разработки и исследования вопросов многократного телефонирования, проведенные им совместно с В.И. Коваленковым в период работы в ЭТИ–ЛЭТИ,  послужили основой для создания аппаратуры по уплотнению линий связи.  В мае 1926 г. на линии Ленинград–Бологое было реализовано телефонирование и телеграфирование токами высокой частоты. В конце 1926 г. на линии Ленинград–Москва впервые осуществлено наложение на телефонную связь дуплексной телеграфной связи (телеграфирование подтональной частотой).\nДругим важным направлением являлись вопросы опасных и мешающих влияний на средства электросвязи от посторонних источников, а также воздействия одних установок связи на другие. Первые опыты проводились на линии электропередачи 20 кВ на участке Ленинград–Детское Село (1924 г.), а затем на линии 110 кВ Волхов–Ленинград.\nС 1930 г. участвовал в работе РАН в секции точного времени, терминологии, связи и транспорта. Обосновал выбор системы генерирования электрического тока для электрификации железных дорог СССР. С 1930 на преподавательской работе в Ленинградском электротехническом институте связи (ЛЭИС). С 1941 –  профессор, с 1943 по 1965 – заведующий кафедрой «Транспортная связь»  Томского электромеханического института (ТЭМШТ), с 1965 г. – профессор кафедры «Транспортная связь»  Омского института инженеров железнодорожного транспорта (ОмИЖТ).\nАвтор теоретических и экспериментальных работ по технике электросвязи, в том числе капитального труда  по  защите проводных линий связи от влияния высоковольтных линий электропередачи и грозовых разрядов. Подготовил десятки специалистов высшей квалификации в области проводной связи.",
    "proceedings": [],
    "awards": [ 
      "Заслуженный деятель науки и техники РСФСР (1942)",
      "Значок «Герой труда» (1922)", 
      "Орден Трудового Красного Знамени (1943)", 
      "Орден Ленина (1944)", 
      "Орден Ленина (1953)", "Почетный железнодорожник (дважды)", 
      "Медаль «За доблестный труд в Великой Отечественной войне»"]
  },
  {
    "id": "alexandrov-k-s",
    "name": "Кирилл Сергеевич Александров",
    "years": "09.01.1931 – 10.07.2010",
    "placeBirth": "Ленинград",
    "placeDeath": "Алушта",
    "image": "/images/Александров Кирилл Сергеевич.jpg",
    "tags": ["Выпускник"],
    "shortBio": "Физик, специалист в области кристаллографии и кристаллофизики.",
    "description": "Окончил электрофизический факультет ЛЭТИ по специальности «Электроакустика» (1954). Директор (1981 – 2010) Института физики имени Л. В. Киренского Сибирского отделения РАН (Красноярск). Действительный член АН СССР (1984). Член-корреспондент АН СССР (1972), доктор физико-математических наук (1968).\nС 1954 года до 1958 года работал в институте кристаллографии АН СССР (Москва), после окончания (1958) аспирантуры — в Институте физики имени А. В. Киренского Сибирского отделения АН СССР (Красноярск). В 1968-1983 заместитель директора института. Профессор, заведующий кафедрой физики твердого тела Красноярского государ-ственного университета.\nНаучные интересы: физика конденсированного состояния, фазовые переходы в кристаллах, акустика анизотропных сред, физические свойства кристаллов и горных пород, структура искаженных фаз, кристаллохимия.\nПровел исследование законов распространения упругих волн в кристаллах, разработал ультразвуковые методы изучения упругих свойств анизотропных сред. Внес большой вклад в создание нового раздела современной кристаллографии — акустической кристаллографии. Разработал ультразвуковые приборы, новые методы измерений. Участвовал в создании прецизионной аппаратуры и исследовании свойств сегнетоэлектрических кристаллов. Выяснил механизмы возникновения спонтанной поляризации в ряде семейств сегнетоэлектриков, что позволило предсказать и обнаружить новые типы сегнетоэлектрических кристаллов. Автор более 350 научных работ, в том числе 10 авторских свидетельств. Являлся председателем Научного совета РАН по физике сегнетоэлектриков и диэлектриков (с 1992 г.), членом объединённого учёного Совета по физико-техническим наукам СО РАН, членом редакционной коллегии журналов «Кристаллография», «Физика твердого тела», «Автометрия», международного журнала Ferroelectrics, международного журнала Ferroelectrics Letters, международного журнала Phase Transition. Почётный член Индийского общества материаловедов (1992), Украинской академии образования (1998). Похоронен на Троекуровском кладбище, Москва.",
    "proceedings": [ 
      "Беликов Б. П., Александров К. С., Рыжова Т. В. Упругие свойства породообразующих минералов и горных пород. — Москва: Наука, 1970.",
      "Фазовые переходы в кристаллах галоидных соединений АВХЗ. — Новосибирск: Наука, 1981 (в соавторах).",
      "Александров К. С., Безносиков Б. В. Структурные фазовые переходы в кристаллах (семейство сульфата калия). — Новосибирск: Наука, 1993.",
      "Александров К. С., Безносиков Б. А. Перовскитоподобные кристаллы. — Новосибирск: Наука, 1997.", "Александров К. С., Продайвода Г. Т. Анизотропия упругих свойств минералов и горных пород. — Новосибирск: Издательство СО РАН, 2000.",
      "Александров К. С., Безносиков Б. В. Перовскиты. Настоящее и будущее. (Многообразие прафаз, фазовые превращения, возможности синтеза новых соединений). — Новосибирск: Издательство СО РАН, 2004."
    ],
    "awards": [ 
      "Орден Дружбы народов (1974)",
      "Орден Трудового Красного Знамени (1981, 1986)",
      "Государственная премия СССР (1989) — за исследование новых материалов и создание на их основе новых приборов (в соавторстве)",
      "Премия им. Е. С. Федорова РАН (1997)", "Орден Почёта (2002)"
    ]
  },
  {
    "id": "alekseev-a-a",
    "name": "Алексей Алексеевич Алексеев",
    "years": "1898 – 1961",
    "placeBirth": "Ленинград",
    "placeDeath": "Ленинград",
    "image": "/images/Алексеев Алексей Алексеевич.jpg",
    "tags": ["Выпускник", "Работник"],
    "shortBio": "Специалист в области техники и технологии сварки и сварочного оборудования.",
    "description": "Окончил ЭТИ в 1923 году по специальности «Гидроэлектрические станции». Заместитель директора по учебной работе (1948–1949) ЛЭТИ. Заведующий кафедрой электротермического оборудования и декан электромеханического факультета ЛЭТИ (1944–1949). Кандидат технических наук (1938), профессор (1939). Проректор и декан в ЛПИ.\nВ составе строительной экспедиции работал за Полярным кругом, на Новой Земле, затем в отделе сварки горно-металлургической лаборатории (1924-1926). С 1926 на заводе «Электрик» в Ленинград, где определилось основное направ-ление его деятельности: разработка электросварочного оборудования; один из пионеров развития сварки в СССР.\nКомандировался в Германию (1927), США (1931). По его инициативе на заводе «Электрик» создано КБ по сварочному оборудованию и лаборатория для ис-следований и испытаний. Участвовал в разработке принципиально новых сварочных машин и методов их применения. Впервые в СССР организовал и руководил в ЛЭТИ подготовкой инженеров со специализацией по сварке (пер-вый выпуск 1929-1930).\nВнёс большой вклад в восстановление промышленных объектов Ленинграда в 1941-1945 и в послевоенные годы. Организовал и в течение многих лет возглавлял Научно-техническое общество сварщиков.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "alekseev-a-e",
    "name": "Александр Емельянович Алексеев",
    "years": "15(27).11.1891 – 16.05.1975",
    "placeBirth": "дер. Сорокино Кашинского р-на Тверской губернии",
    "placeDeath": "Ленинград",
    "image": "/images/Алексеев Александр Емельянович.jpg",
    "tags": ["Выпускник"],
    "shortBio": "Специалист в области электромашиностроения.",
    "description": "В 1925 окончил ЛЭТИ. Доктор технических наук (1938), профессор (1934). Член-корреспондент АН СССР (1953).\nС 1917 - заведующий отделом (установка и монтаж электрооборудования на кораблях) завода «Дюфлон». С 1922 - начальник отдела электромаши-ностроения завода «Электрик», руководил разработкой электродвигателей для первого в мире магистрального тепловоза с электрической передачей и электродвигателей для трамваев. С 1924 - заведующий отделом новых конструкций завода «Электросила», разрабатывал конструкции волховско-го и земо-авчальских гидрогенераторов и первых в России турбогенераторов. В 1924-1925 изучал опыт производства турбо и гидрогенераторов на заводах Швеции и Германии. До 1933 на «Электросиле»: главный конструк-тор, затем технический директор; руководил разработкой серий турбо- и гидрогенераторов.\nУчаствовал в разработке рельсосварочной машины, высокоскоростного транспорта с линейным асинхронным двигателем, электровозов на переменном токе с асинхронными тяговыми двигателями, электропередач переменного тока для тепловозов, постройке опытного тепловоза с электропередачей переменного тока мощностью 4000 лс, в исследовании высокоскоростного транспорта с асинхронными двигателями. Лауреат Сталинских премий (1949, 1951). Преподавал в ЛЭТИ на кафедре «Электрические машины» (1925 – 1949), заведовал этой кафедрой (1945-1949). С 1949 г. преподавал в ЛИИЖТ. Заслуженный деятель науки и техники РСФСР (1957). Ордена Ленина, Трудового Красного Знамени, медали.",
    "proceedings": [ 
      "Турбогенераторы (совместно с М.П. Костенко). — Ленинград, 1939", 
      "Тяговые электродвигатели. — Ленинград, 1951", 
      "Конструкция электрических машин. — Ленинград, 1949", 
      "Тяговые электрические машины и преобразователи. — Ленинград, 1967"
    ],
    "awards": []
  },
  {
    "id": "alekseev-o-v",
    "name": "Олег Васильевич Алексеев",
    "years": "06.04.1937 – 05.03.1999",
    "placeBirth": "Ленинград",
    "placeDeath": "Санкт-Петербург",
    "image": "/images/Алексеев Олег Васильевич.jpg",
    "tags": ["Выпускник", "Преподаватель", "Работник", "Ректор"],
    "shortBio": "Специалист в области радиопередающих комплексов для систем связи, радиолокации и радионавигации, организатор инженерного образования.",
    "description": "В 1961 г. окончил с отличием радиотехнический факультет (РТФ) ЛЭТИ. В этом же году приступил к работе в ЛЭТИ. Кандидат технических наук (1964). Доктор технических наук (1976), профессор (1977).\nВ 1969 г. занял должность декана РТФ (1969). В 1984 г. назначен ректором ЛЭТИ. Дважды переизбирался коллективом университета на этот пост – в 1989 и 1994 гг. В 1971-1972 проходил стажировку в США. С 1971 – проректор ЛЭТИ по международным связям. С 1970 по 1988 г. – заведующий кафедрой радиопередающих устройств. С 1988 по 1999 г. – заведующий кафедрой радиоэлектронных средств (каф. РЭС).\nЗа период его деятельности в качестве ректора ЛЭТИ на базе университета был создан ряд научно-методических объединений (УМО), открыта докторантура, осуществлен переход на многоуровневую систему подготовки специалистов, начато обучение по ряду новых направлений – телекоммуникации, прикладная математика, менеджмент, открыт гуманитарный факультет (ГФ).\nКак ученый, вел исследования по анализу и синтезу линейных и нелинейных электрических цепей, генерированию и стабилизации частоты электромагнитных колебаний, технике СВЧ, по автоматизации проектирования радиоэлектронных средств, их электромагнитной совместимости, изысканию новых принципов построения и создания более совершенной элементной базы, обоснованию эффективных методов разработки радиопередающих комплексов для различных частотных диапазонов. Предложил новые методы построения радиопередающих комплексов с высокими энергетическими и качественными показателями с использованием широкополосных трактов и сложением их мощности. Результаты разработок внедрены при создании радиопередатчиков «Бриг», «Муссон», «Корвет», которыми оснащены суда отечественного морского флота.\nО. В. Алексеев был председателем экспертного Совета по научному приборостроению и член экспертного Совета ВАК по электронике, членом и руководителем ряда ученых и научных советов РАН и Минобразования, действительным членом Российской академии естественных наук, Международной, Российской и Санкт-Петербургской инженерных академий.\nВ 1983 г. награжден Государственной премией СССР. Заслуженный деятель науки и техники РФ (1995). Депутат Ленгорсовета (1990).",
    "proceedings": [
      "Усиление мощности с распределенным усилением. М., 1968",
      "Широкополосные радиопередающие устройства. - М.: Связь, 1978",
      "Многоканальные частотно-разделительные устройства и их применение. - М.: Радио и связь, 1981",
      "Электротехнические устройства. М.: Энергоиздат, 1981",
      "Проектирование радиопередающих устройств с применением ЭВМ. - М.: Радио и связь, 1987",
      "Автоматизация проектирования радиоэлектронных средств. - М.: Высш. школа, 2000"
    ],
    "awards": [
      "Орден Трудового Красного Знамени",
      "Орден «Дружба народов»",
      "Медали"
    ]
  },
  {
    "id": "alferov-z-i",
    "name": "Жорес Иванович Алферов",
    "years": "15.03.1930 – 01.03.2019",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Алферов Жорес Иванович.jpg",
    "tags": ["Выпускник", "Преподаватель"],
    "shortBio": "Специалист в области полупроводниковой электроники. Лауреат Нобелевской премии по физике за разработку полупроводниковых гетероструктур и создание быстрых опто- и микроэлектронных компонентов (2000).",
    "description": "Королевская академия наук Швеции опубликовала имена ученых, которым присуждалась Нобелевская премия по физике. Премии были удостоены Ж.И. Алферов (Россия) и Г. Кремер (США) за развитие полупроводниковых гетероструктур для высокоскоростной и оптоэлектроники. В публикуемой краткой биографической справке о лауреатах указывается высшее учебное заведение, которое окончил лауреат. Таким образом, весь мир узнал, что Нобелевский лауреат Жорес Иванович Алферов окончил Ленинградский электротехнический институт имени В.И. Ульянова (Ленина).\n10 октября 2000 г. Королевская академия наук Швеции опубликовала имена ученых, которым присуждалась Нобелевская премия по физике. Премии были удостоены Ж.И. Алферов (Россия) и Г. Кремер (США) за развитие полупроводниковых гетероструктур для высокоскоростной и оптоэлектроники. В публикуемой краткой биографической справке о лауреатах указывается высшее учебное заведение, которое окончил лауреат. Таким образом, весь мир узнал, что Нобелевский лауреат Жорес Иванович Алферов окончил Ленинградский электротехнический институт имени В.И. Ульянова (Ленина).\nСтудент Жорес Алферов учился на факультете электронной техники и закончил его в 1952 г., получив диплом с отличием. Годы учебы Ж.И. Алферова в ЛЭТИ совпали с началом студенческого строительного движения. В 1949 г. он в составе студенческого отряда участвовал в строительстве Красноборской ГЭС - одной из первых сельских электростанций Ленинградской области.\nЕще в студенческие годы Ж.И. Алферов начал свой путь в науке. Под руководством доцента кафедры основ электровакуумной техники Наталии Николаевны Созиной он занимался исследованиями полупроводниковых пленочных фотоэлементов. Его доклад на институтской конференции студенческого научного общества (СНО) в 1952 г. был признан лучшим, и за него он получил первую в своей жизни научную премию - поездку на строительство Волго-Донского канала. Несколько лет он являлся председателем СНО факультета электронной техники.\nПосле окончания ЛЭТИ Ж.И. Алферов был направлен на работу в Ленинградский физико-технический институт и стал работать в лаборатории В.М. Тучкевича. Здесь при участии Ж.И. Алферова были разработаны первые советские транзисторы.\nВ начале 60-х годов Ж.И. Алферов начал заниматься проблемой гетеропереходов. Открытие Ж.И. Алферовым идеальных гетеропереходов и новых физических явлений -«сверхинжекции», электронного и оптического ограничения в гетероструктурах -позволило кардинально улучшить параметры большинства известных полупроводниковых приборов и создать принципиально новые, особенно перспективные для применения в оптической и квантовой электронике.\nСвоими открытиями Ж.И. Алферов заложил основы современной информационной техники, в основном через разработку быстрых транзисторов и лазеров. Созданные на базе исследований Ж.И. Алферова приборы и устройства буквально произвели научную и социальную революцию. Это лазеры, передающие информационные потоки посредством оптоволоконных сетей Интернета, это технологии, лежащие в основе мобильных телефонов, устройства, декорирующие товарные ярлыки, запись и воспроизведение информации CD-дисков и многое другое.\nПод научным руководством Ж.И. Алферова были выполнены исследования солнечных элементов на основе гетероструктур, что привело к созданию фотоэлектрических преобразователей солнечного излучения в электрическую энергию, коэффициент полезного действия которых приблизился к теоретическому пределу. Они оказались незаменимыми для энергообеспечения космических станций, а в настоящее время рассматриваются как один из основных альтернативных источников энергии взамен убывающим запасам нефти и газа.\nБлагодаря фундаментальным работам Ж.И. Алферова были созданы светодиоды на гетероструктурах. Светодиоды белого света благодаря своей высокой надежности и эффективности рассматриваются как источники освещения нового типа и в ближайшем будущем заменят традиционные лампы накаливания, что будет сопровождаться гигантской экономией электроэнергии.\nК числу научных направлений, которые активно развивает Ж.И. Алферов, относится разработка лазеров на основе квантовых точек. Использование массивов таких квантовых точек позволяет снизить электропотребление лазеров, а также повысить стабильность их характеристик при увеличении температуры. Первый в мире лазер на квантовых точках создан группой ученых, работающих под руководством Ж.И. Алферова. Характеристики этих приборов постоянно улучшаются, и сегодня они по многим показателям превосходят все типы полупроводниковых лазеров.\nАкадемик Ж.И. Алферов прекрасно понимает, что наука и образование неразделимы. Поэтому он целенаправленно формирует систему подготовки научных кадров по новейшим направлениям науки и техники, основанную на широком привлечении к учебному процессу академических институтов и ведущих ученых РАН.\nВ 1973 г. академик Ж.И. Алферов, используя непрекращающуюся тесную связь с ЛЭТИ, создает и возглавляет на своем родном факультете электронной техники первую в стране базовую кафедру в ФТИ им. А.Ф. Иоффе, преподавателями которой становятся известные ученые. Система подготовки научных кадров на базовой кафедре дала прекрасные результаты. Когда в 2003 г. отмечалось тридцатилетие кафедры, то были приведены следующие данные. За 30 лет кафедра выпустила около шестисот высококвалифицированных специалистов, подавляющее большинство которых стало работать в ФТИ им. А.Ф. Иоффе. Более четырехсот человек защитили кандидатские диссертации, свыше тридцати - докторские, а Н.Н. Леденцов, В.М. Устинов и А.Е. Жуков стали членами-корреспондентами РАН.\nОрганизация кафедры оптоэлектроники явилась началом деятельности Ж.И. Алферова по созданию целостной образовательной структуры. В 1987 г. он создает физико-технический лицей, в 1988 г. — организует физико-технический факультет в Санкт-Петербургском государственном политехническом университете, деканом которого он является. В 2002 г. по инициативе Ж.И. Алферова постановлением президиума РАН создан Академический физико-технологический университет, который в 2006 г. получил статус государственного учреждения высшего профессионального образования. Созданные образовательные и научно-исследовательские структуры в 2009 г. были объединены и получили название Санкт-Петербургский академический университет -научно-образовательный центр нанотехнологий РАН. Входящие в него подразделения размещены в прекрасных зданиях, построенных благодаря усилиям Ж.И. Алферова.\nАкадемик Ж.И. Алферов делает все от него зависящее, чтобы поддержать международный авторитет российской науки. По его предложению президент Российской Федерации своим указом установил международную премию «Глобальная энергия», которая ежегодно присуждается троим российским и иностранным ученым, внесшим выдающийся вклад в развитие энергетики.\nПо инициативе и под председательством Ж.И. Алферова проводится Санкт-Петербургский научный форум «Наука и общество». В рамках этого форума первая встреча Нобелевских лауреатов «Наука и прогресс человечества» состоялась в год трехсотлетия Санкт-Петербурга. В ней приняли участие 20 Нобелевских лауреатов в области физики, химии, физиологии и медицины, экономики. Начиная с 2008 г. встречи Нобелевских лауреатов стали ежегодными. Форум 2008 г. был посвящен нанотехнологиям. Форум 2009 г. Темой форума были информационные технологии. Тема форума 2010 г. - экономика и социология в XXI веке.\nЖорес Иванович избран пожизненным членом института Б. Франклина и иностранным членом Национальной академии наук и Национальной инженерной академии США, иностранным членом академий наук Беларуси, Украины, Польши, Болгарии и многих других стран. Он является почетным гражданином Санкт-Петербурга, Минска, Витебска и других городов России и зарубежья. Почетным доктором и профессором его избрали ученые советы многих университетов России, Японии, Китая, Швеции, Финляндии, Франции и других стран.",
    "proceedings": [
      "более 500 научных трудов",
      "свыше 50 изобретений"],
    "awards": [
      "Нобелевская премия",
      "Ленинская премия",
      "Государственная премия СССР",
      "Государственная премия России",
      "Премия им. А.П. Карпинского (ФРГ)",
      "Демидовская премия",
      "Премия им. А.Ф. Иоффе",
      "Золотая медаль А.С. Попова (РАН)",
      "Хьюлетт-Паккардовская премия Европейского физического общества",
      "Медаль Стюарта Баллантайна Франклинского института (США)",
      "Премия Киото (Япония)",
      "Орден Трудового Красного Знамени",
      "Орден «Дружба народов»",
      "Медали СССР",
      "Медали России",
      "Медали зарубежных стран"
    ]
  },
  {
    "id": "antipin-p-f",
    "name": "Петр Федорович Антипин",
    "years": "13(25).12.1890 – 30.10.1960",
    "placeBirth": "Кашин Тверской губернии",
    "placeDeath": "Ленинград",
    "image": "/images/Антипин Петр Федорович.jpg",
    "tags": ["Выпускник", "Преподаватель"],
    "shortBio": "Специалист в области электрохимии и электрометаллургии, создатель научной школы по металлургии легких металлов.",
    "description": "В 1921 г. окончил электрохимический факультет ЭТИ как инженер-электрик.Член-корреспондент Академии Наук СССР (1938), Кандидат технических наук (1938), профессор (1938, доцент 1926).\nВ 1919 – преподаватель курса общей химии, с 1920 ассистент и преподаватель кафедры физической химии Педагогического института им. А. И. Герцена. С 1926 по 1931 гг. – доцент ЛЭТИ.  С 1931 г.  в связи с переводом электрохимического факультета ЛЭТИ в Ленинградский Технологический институт, преподавал в ЛТИ, где  читал курс «Электролиз расплавленных солей».\nП.Ф. Антипин впервые в России вел в электрохимической лаборатории ЭТИ (1915-1916) исследовательскую работу по электрохимическому получению магния и других металлов.  С 1928 участвовал в проектировании предприятий алюминиевой промышленности, среди которых Днепровский алюминиевый комбинат. В 1931 г. с его участием пущен магниевый завод, перед Великой Отечественной войной введен в строй Украинский алюминиевый и Соликамский магниевый заводы.\nП.Ф. Антипин создал научную школу по металлургии легких металлов, его ученики, сотрудники Всесоюзного алюминиево-магниевого института (ВАМИ) в Ленинграде, участвовали в становлении производства алюминия и магния в СССР.",
    "proceedings": [
      "Электрохимия расплавленных солей, ч. 1, Л-М, 1937 (соавтор)"
    ],
    "awards": [
      "Орден Трудового Красного Знамени (1942)",
      "Орден Трудового Красного Знамени (1945)",
      "Медали"
    ]
  },
  {
    "id": "berg-a-i",
    "name": "Аксель Иванович Берг",
    "years": "29.10 (10.11).1893 – 09.07.1979",
    "placeBirth": "Оренбург ",
    "placeDeath": "Москва",
    "image": "/images/Берг Аксель Иванович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области радиотехники, организатор науки и промышленности.",
    "description": "Специалист в области радиотехники, организатор науки и промышленности. Профессор (1930), доктор технических наук (1936), член-корреспондент (1943), академик (1946) Академии Наук СССР. Адмирал-инженер (1955).\nОкончил Морской корпус (1914), Военно-морское инженерное училище (1923), Военно-морскую академию по специальности «Радиотехника» (1925). Служил на действующем флоте: штурман подводной лодки (1914-1919), командир подводной лодки (1919-1922).\nС 1923 по 1941 г. преподавал в средних и высших военно-морских учебных заведениях Ленинграда. С 1926 г. - ассистент профессора И. Г. Фреймана по кафедре «Специального курса радиотехники» ЛЭТИ. В 1929 г. принял кафедру и научный архив И.Г.Фреймана, став руководителем радиотехнического цикла ЛЭТИ. С 1935 по 1941 г. – заведующий кафедрой «Радиопередающие устройства».\nПо инициативе А. И. Берга в 30-х годах специальный курс радиотехники был разделен на ряд самостоятельных дисциплин: распространение радиоволн, радиопередающие устройства и радиоприемные устройства.\nВоенная карьера: с 1927 по 1932 гг. – председатель секции связи Научно-технического комитета Морских сил. В 1928 г. под его руководством создан Морской научно-испытательный полигон. С 1929 по 1932 гг. А.И. Берг для изучения зарубежного опыта и приобретения гидроакустической аппаратуры для ВМФ направлялся в длительные командировки в Германию, США и Италию. С 1932 по 1940 г. А.И. Берг – начальник НИИ связи Военно-морского флота. Репрессирован с обвинением в участии в контрреволюционном заговоре (декабрь 1937 г. – май 1940 г.), освобожден за недостаточностью улик.\nАвтор научных трудов в области теории и методов проектирования и расчета ламповых генераторов радиочастот, стабилизации и управления ими, радиоприема и др.\nА.И. Берг – заместитель наркома электропромышленности СССР (1943-1944), заместитель председателя Совета по радиолокации при Государственном комитете обороны(1943-1947), заместитель министра обороны СССР (1953-1957), инициатор организации и директор Института радиотехники и электроники (ИРЭ) АН СССР (с 1953).\nПо инициативе и при активной поддержке А.И. Берга в 1962 г. в ЛЭТИ впервые в России была организована кафедра электронно-медицинской аппаратуры.\nПредседатель Научного совета АН СССР по комплексной проблеме «Кибернетика» при Президиуме АН СССР (1959-1979). С 1964 возглавлял координацию исследований в этой области. Один из организаторов Научно-технического общества радиотехники, электроники и связи (НТОРЭС) им. А. С. Попова (1946) и председатель (1950-1955) его центрального правления. Принимал активное участие в организации Мемориального музея А. С. Попова в ЛЭТИ (1948), автор и редактор ряда изданий по истории изобретения радио.",
    "proceedings": [
      "Берг А.И. Теория и расчет ламповых генераторов (1932)",
      "Берг А.И. Независимое возбуждение незатухающих колебаний (1935)",
      "Берг А.И. Избранные труды, тт. 1-2, М.-Л. (1964)"
    ],
    "awards":[
      "Золотая медаль АН СССР им. А.С. Попова (1951)",
      "Герой Социалистического Труда (1963)",
      "Орден Ленина (4)",
      "Орден Октябрьской Революции",
      "Орден Красного Знамени (2)",
      "Орден Отечественной войны",
      "Орден Красной Звезды (3)",
      "Медали",
      "Мемориальная доска на здании 2-го корпуса СПбГЭТУ"
    ]
  },
  {
    "id": "bogdanov-valentin-nikolaevich",
    "name": "Валентин Николаевич Богданов",
    "years": "22.10.1918 – после 1981",
    "placeBirth": "Сызрань",
    "placeDeath": "",
    "image": "/images/Богданов Валентин Николаевич.jpg",
    "tags": ["Выпускник", "Работник"],
    "shortBio": "Организатор промышленности, специалист в области высокочастотной сварки, индукционного нагрева, термообработки машиностроительных деталей.",
    "description": "Валентин Николаевич Богданов — советский инженер, специализировавшийся на высокочастотной сварке и термообработке. Его разработки в области индукционного нагрева нашли применение в машиностроении, повышая качество и долговечность деталей. Как организатор промышленности, он способствовал внедрению новых технологий в производство.",
    "proceedings": [
      "Индукционный нагрев в кузнечном производстве. М.-Л.: Машиностроение, 1956",
      "Сварка металлов при высокочастотном нагреве. М.-Л.: Машгиз, 1962",
      "Высокочастотная сварка металлов [Библ. высокочастотника-термиста, вып. 11]. М.-Л.: Машиностроение, 1965",
      "Применение сквозного индукционного нагрева в промышленности [Библ. высокочастотника-термиста, вып. 12]. М.-Л.: Машиностроение, 1965"
    ],
    "awards": ["Сталинская премия (1952)", "Орден Трудового Красного Знамени (1971)", "Орден Октябрьской революции (1979)", "Орден Отечественной войны 2-й степени (1985)"]
  },
  {
    "id": "borgman-ivan-ivanovich",
    "name": "Иван Иванович Боргман",
    "years": "24(12).02.1849 – 17(04).05.1914",
    "placeBirth": "Санкт-Петербург",
    "placeDeath": "Петроград",
    "image": "/images/Боргман Иван Иванович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Физик, специалист в области физических основ электротехники.",
    "description": "Иван Иванович Боргман — российский физик, один из первых в мире популяризаторов теории электромагнитного поля Максвелла. Как профессор ЭТИ с 1893 по 1914 годы, он заложил основы преподавания физических основ электротехники, а его статус почетного инженера-электрика подчеркивает его вклад в науку.",
    "proceedings": ["«Основания учения об электрических и магнитных явлениях» в двух томах (1893)"],
    "awards": []
  },
  {
    "id": "bykov-nikolaj-alekseevich",
    "name": "Николай Алексеевич Быков",
    "years": "18(06).12.1862 – 23.04.1939",
    "placeBirth": "",
    "placeDeath": "Ленинград",
    "image": "/images/Быков Николай Алексеевич.jpg",
    "tags": ["Директор ЭТИ", "Ректор"],
    "shortBio": "Инженер-теплотехник, специалист по двигателям внутреннего сгорания.",
    "description": "Николай Алексеевич Быков — российский инженер-теплотехник, руководивший ЭТИ с 1912 по 1918 годы. Его работы в области двигателей внутреннего сгорания способствовали развитию энергетического машиностроения. Как профессор, он воспитал множество инженеров, укрепивших промышленный потенциал России.",
    "proceedings": ["«Термодинамика» (1928)"],
    "awards": []
  },
  {
    "id": "bychkov-sergej-ivanovich",
    "name": "Сергей Иванович Бычков",
    "years": "20.09.1920 – 26.09.1999",
    "placeBirth": "Москва",
    "placeDeath": "Санкт-Петербурш",
    "image": "/images/Бычков Сергей Иванович.jpg",
    "tags": ["Преподаватель", "Работник"],
    "shortBio": "Специалист в области космических радиотехнических комплексов управления и навигации, теории мощных сверхвысокочастотных генераторов, систем лазерной локации и лазерных гироскопов.",
    "description": "Сергей Иванович Бычков — советский ученый, чьи работы в области радиотехники для космоса сыграли ключевую роль в развитии систем управления и навигации. Его исследования мощных СВЧ-генераторов и лазерных технологий нашли применение в космических и военных разработках, укрепив позиции СССР в космической гонке.",
    "proceedings": [
		"Вопросы теории и практики применения приборов магнетронного типа.-М.: Сов. радио, 1967",
		"Радиопередающие устройства.-М.: Сов. радио, 1969",
		"Космические радиотехнические комплексы. МО СССР, 1975"
	],
    "awards": [
		"Знак «Высшая школа. За отличные успехи в работе» (1980)",
		"Орден Отечественной войны 2-й степени",
		"Орден Красной Звезды",
		"Медали"
	]
  },
  {
    "id": "vavilov-aleksandr-aleksandrovich",
    "name": "Александр Александрович Вавилов",
    "years": "27.05.1922 – 12.10.1983",
    "placeBirth": "Сущевка, Смоленская область",
    "placeDeath": "Ленинград",
    "image": "/images/Вавилов Александр Александрович.jpg",
    "tags": ["Ректор", "Преподаватель"],
    "shortBio": "Специалист в области автоматики и процессов управления, организатор высшего технического образования.",
    "description": "Александр Александрович Вавилов — советский ученый и организатор образования, ректор ЛЭТИ с 1968 по 1983 годы. Его работы в области автоматики и телемеханики способствовали развитию систем управления. Как член-корреспондент АН СССР, он укрепил научный авторитет ЛЭТИ, воспитав новое поколение инженеров.",
    "proceedings": [
		"Частотные методы расчета нелинейных систем.-Ленинград: Энергия, 1970",
		"Имитационное моделирование производственных систем.-Москва: Машиностроение, 1983"
	],
    "awards": [
		"Медаль «За отвагу»",
		"Орден Ленина",
		"Орден Октябрьской революции",
		"Орден Трудового Красного Знамени",
		"Мемориальные доски на здании 1-го (улица профессора Попова, 5) и 3-го (Инструментальная улица, 2) корпусов Санкт-Петербургского государственного электротехнического университета"
	]
  },
  {
    "id": "vekshinskij-aleksandr-nikolaevich",
    "name": "Александр Николаевич Векшинский",
    "years": "28.06.1859 – 28.02.1908",
    "placeBirth": "Порхов",
    "placeDeath": "Сан-Ремо",
    "image": "/images/Векшинский Александр Николаевич.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Архитектор, академик архитектуры, профессор искусств Академии художеств Санкт-Петербурга.",
    "description": "Александр Николаевич Векшинский — выдающийся российский архитектор, автор проекта зданий ЭТИ (1889–1902). Преподавая в ЭТИ с 1899 по 1907 годы, он внес вклад в развитие инженерного образования, а его архитектурные работы остаются памятником истории Санкт-Петербурга.",
    "proceedings": [],
    "awards": ["Орден Святого Станислава II степени (1899)", "Орден Святой Анны II степени (1907)"]
  },
  {
    "id": "vetvenickij-konstantin-ivanovich",
    "name": "Константин Иванович Ветвеницкий",
    "years": "17 (29).06.1845 – 13 (26).02.1920",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Ветвеницкий Константин Иванович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Первый и единственный преподаватель богословия в ЭТИ.",
    "description": "Константин Иванович Ветвеницкий — российский педагог, преподававший богословие в ЭТИ. Его деятельность была уникальной, так как он стал единственным преподавателем этой дисциплины в институте, способствуя духовному воспитанию студентов в эпоху, когда религиозное образование было важной частью учебного процесса.",
    "proceedings": [],
    "awards": ["Золотой наперсный крест «за усердную и полезную службу»", "Орден св. Анны 2 ст. (1896)"]
  },
  {
    "id": "vojnarovsky-p-d",
    "name": "Павел Дмитриевич Войнаровский",
    "years": "15.02.1866 – 26.06.1913",
    "placeBirth": "Севастополь",
    "placeDeath": "Санкт-Петербург",
    "image": "/images/Войнаровский Павел Дмитриевич.jpg",
    "tags": ["Директор ЭТИ", "Преподаватель", "Ректор"],
    "shortBio": "Ученый-энциклопедист в области электротехники, электросвязи, электротяги, передаче электроэнергии по воздушным и кабельным линиям.",
    "description": "Павел Дмитриевич Войнаровский — выдающийся российский электротехник, директор ЭТИ с 1906 по 1912 годы. Его разносторонние исследования в области электротехники и электросвязи способствовали развитию инфраструктуры России. Как преподаватель ЭТИ с 1891 года, он подготовил множество специалистов.",
    "proceedings": [
		"Электрическая передача силы на расстояние постоянным, переменным и многофазным током. Курс лекций, 1893",
		"Теоретическое и практическое руководство по телефонии.- СПб., 1899",
		"Теоретический и практический курс электротехники (в 3-х частях: 1. Основы электротехники в элементарном изложении; 2. Основы теории электрических и магнитных явлений; 3. Теория явлений переменных токов в однофазных и многофазных цепях).- СПб., 1899-1902",
		"Простые сети. Устройство подземных и подводных электрических линий.  - СПб., 1909",
		"Канализация электрической энергии. Сложные сети.- СПб., 1909",
		"Передача электрической энергии на большие расстояния.- СПб., 1910",
		"Теория электрического кабеля.- СПб., 1912"
	],
    "awards": [ "Орден Св. Станислава", "Орден Св. Анны", "Орден Св. Владимира" ]
  },
  {
    "id": "vojtinskij-savelij-osipovich",
    "name": "Савелий Осипович Войтинский",
    "years": "1857 – 18.06.1918",
    "placeBirth": "Динабург",
    "placeDeath": "Териоки",
    "image": "/images/Войтинский Савелий Осипович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Преподаватель математики.",
    "description": "Савелий Осипович Войтинский — российский педагог, преподававший математику в ЭТИ с 1886 по 1906 годы. Его «Курс математики» с примерами и задачами стал важным учебным пособием для студентов, способствуя формированию прочных знаний в области точных наук.",
    "proceedings": [
		"Сборник упражнений и задач по дифференциальному исчислению. — СПб.: типо-лит. Л. Бермана и Г. Рабиновича, 1885. — VIII, 240 с., 1 л. черт.",
		"О механическом эквиваленте теплоты. — СПб.: типо-лит. Л. Бермана и Г. Рабиновича, 1889. — 10 с.",
		"Курс математики: Читался в 1891/92 учебном году. С приложением примеров и задач для упражнения. Ч. 1-2. Электротехнический институт.",
		"Перспектива: Лекции, читанные С. О. Войтинским / Электротехн. ин-т имп. Александра III. — СПб.: типо-лит. И. Трофимова, 1903—1904. — 252 с.: черт.",
		"Теплота. — СПб., 1904.",
		"Собрание вопросов и задач прямолинейной тригонометрии для средних учебных заведений и для лиц, готовящихся к поступлению в высшие технические учебные заведения. Вып. 1—3. Электротехнический институт императора Александра III. — СПб.: тип. 1 Спб. трудовой артели, 1909—1911. В 3-х томах: Тригонометрические величины угла. Тригонометрические величины суммы и разности углов, кратных углов и половинного угла. Преобразование формул. — 128 с.; Логарифмы и численные величины тригонометрических линий. Обратно-тригонометрические функции. Предельные значения функций. Суммирование конечных рядов. Тригонометрические уравнения. — 191 с.; Соотношения между элементами треугольника. Вычисление элементов плоских фигур. — 1911. — 168 с."
	],
    "awards": []
  },
  {
    "id": "vologdin-v-p",
    "name": "Валентин Петрович Вологдин",
    "years": "22.03.1881 – 23.04.1953",
    "placeBirth": "Кувинский з-д Соликамского уезда Пермской губернии",
    "placeDeath": "Ленинград",
    "image": "/images/Вологдин Валентин Петрович.jpg",
    "tags": ["Работник"],
    "shortBio": "Основоположник научного направления «высокочастотная электротермия», создатель первых в мире высоковольтных ртутных выпрямителей.",
    "description": "Валентин Петрович Вологдин — советский ученый, основоположник высокочастотной электротермии. Его разработки высоковольтных ртутных выпрямителей стали прорывом в электротехнике, найдя применение в промышленности. Как член-корреспондент АН СССР, он укрепил научный потенциал страны.",
    "proceedings": [
		"Выпрямители.-Л.-М.: 1936",
		"Генераторы высокой частоты (в соавт.).-Л.-М., 1935",
		"Поверхностная индукционная закалка.-М.: 1947"
	],
    "awards": [
		"Заслуженный деятель науки и техники РСФСР (1942)", "Сталинские премии (1943, 1952)", "Золотая медаль им. А. С. Попова АН СССР (1948)", "Орден Ленина"
	]
  },
  {
    "id": "gakkel-yakov-modestovich",
    "name": "Яков Модестович Гаккель",
    "years": "12.05.1874 – 12.12.1945",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Гаккель Яков Модестович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области электротехники, самолето- и тепловозостроения.",
    "description": "Яков Модестович Гаккель — российский и советский инженер, внесший вклад в электротехнику и авиастроение. Как профессор ЛЭТИ с 1921 года, он заведовал кафедрой электрической тяги, а его разработки самолетов и тепловозов укрепили промышленный и оборонный потенциал страны.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "ganzen-petr-gotfridovich",
    "name": "Петр Готфридович Ганзен",
    "years": "1846 – 1930",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Ганзен Петр Готфридович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Литературный деятель, переводчик, публицист. В годы работы в ЭТИ преподавал иностранные языки, проводил практические занятия по телеграфному делу.",
    "description": "Петр Готфридович Ганзен — российский литератор и переводчик, преподававший в ЭТИ иностранные языки и телеграфное дело. Его переводы скандинавской литературы обогатили русскую культуру, а педагогическая деятельность способствовала подготовке инженеров-связистов.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "gershun-aleksandr-lvovich",
    "name": "Александр Львович Гершун",
    "years": "17.10.1868 – 08.06.1915",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Гершун Александр Львович.jpg",
    "tags": ["Работник"],
    "shortBio": "Физик, инженер, основатель российской оптической промышленности. Крупный специалист в области прикладной оптики, электромагнетизма, радиоактивности.",
    "description": "Александр Львович Гершун — российский физик и инженер, заложивший основы оптической промышленности России. Работая в ЭТИ в 1892–1893 годах, он внес вклад в изучение прикладной оптики и электромагнетизма, что нашло применение в научных и промышленных разработках.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "glagolev-mitrofan-mihajlovich",
    "name": "Митрофан Михайлович Глаголев",
    "years": "1886 – 1943",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Глаголев Митрофан Михайлович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области электровакуумной техники и физики рентгеновских лучей.",
    "description": "Митрофан Михайлович Глаголев — советский физик, заведующий кафедрой физики ЛЭТИ с 1921 по 1941 годы. Его исследования в области рентгеновских лучей и электровакуумной техники способствовали развитию медицинской диагностики и промышленных технологий.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "graftio-g-o",
    "name": "Генрих Осипович Графтио",
    "years": "26.12.1869 – 30.04.1949",
    "placeBirth": "Двинск",
    "placeDeath": "",
    "image": "/images/Графтио Генрих Осипович.jpg",
    "tags": ["Директор ЭТИ", "Ректор"],
    "shortBio": "Выдающийся российский инженер и ученый-энергетик, один из пионеров отечественного гидроэнергостроительства.",
    "description": "Генрих Осипович Графтио — выдающийся инженер, пионер гидроэнергетики в России. Как директор ЛЭТИ в 1924–1925 годах и академик АН СССР, он руководил строительством первых советских гидроэлектростанций, включая Волховскую ГЭС, что стало важным шагом в индустриализации страны.",
    "proceedings": ["Статьи по вопросам генерирования, передачи и потребления электроэнергии с комплексным технико-экономическим анализом различных аспектов электроэнергетики"],
    "awards": ["Орден Ленина", "Орден Трудового Красного Знамени", "Мемориальные доски на пр. Добролюбова, 15, Московском пр., 9 и Аптекарском пр., 3"]
  },
  {
    "id": "grebenshhikov-i-v",
    "name": "Илья Васильевич Гребенщиков",
    "years": "24.06.1887 – 08.02.1953",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Гребенщиков Илья Васильевич.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Выдающийся российский химик и технолог.",
    "description": "Илья Васильевич Гребенщиков — советский химик, академик АН СССР. Преподавая в ЛЭТИ с 1913 по 1930 годы, он заведовал кафедрой физической и теоретической химии. Его исследования в области химических технологий способствовали развитию стекольной и керамической промышленности.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "deryugin-vasilij-haritonovich",
    "name": "Василий Харитонович Дерюгин",
    "years": "17.03.1903 – после 1985 г.",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Дерюгин Василий Харитонович.jpg",
    "tags": [],
    "shortBio": "Специалист по гироскопии.",
    "description": "Василий Харитонович Дерюгин — советский инженер, окончивший ЛЭТИ в 1932 году. Его работы в области гироскопии нашли применение в системах управления артиллерийским огнем и навигации, укрепив оборонный потенциал СССР. Как доцент, он воспитал множество специалистов.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "dmitriev-v-v",
    "name": "Владимир Владимирович Дмитриев",
    "years": "08.11.1873 – 29.09.1946",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Дмитриев Владимир Владимирович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области проектирования и строительства электростанций. Создатель научной школы теплоэлектроэнергетики.",
    "description": "Владимир Владимирович Дмитриев — российский и советский инженер, основатель научной школы теплоэлектроэнергетики. Преподавая в ЭТИ–ЛЭТИ с 1898 по 1946 годы, он разработал методы проектирования электростанций, которые легли в основу энергетической инфраструктуры СССР.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "evnevich-ippolit-antonovich",
    "name": "Ипполит Антонович Евневич",
    "years": "16.08.1831 – 17.11.1903",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Евневич Ипполит Антонович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области механики и машиностроения.",
    "description": "Ипполит Антонович Евневич — российский инженер, преподававший прикладную механику в ЭТИ с 1891 года. Как почетный инженер-электрик и член Совета ЭТИ, он внес вклад в развитие машиностроительного образования, подготовив инженеров для промышленности Российской империи.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "ermolin-nikolaj-pantelejmonovich",
    "name": "Николай Пантелеймонович Ермолин",
    "years": "24.11.1906 – 01.10.1980",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Ермолин Николай Пантелеймонович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области электрических машин.",
    "description": "Николай Пантелеймонович Ермолин — советский инженер и педагог, заведующий кафедрой электрических машин ЛЭТИ. Как проректор по учебной работе с 1951 по 1969 годы, он способствовал развитию инженерного образования, а его исследования электрических машин нашли применение в промышленности.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "kazarinov-yurij-mihajlovich",
    "name": "Юрий Михайлович Казаринов",
    "years": "23.11.1920 – 06.02.2017",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Казаринов Юрий Михайлович.jpg",
    "tags": [],
    "shortBio": "Специалист в области радионавигации и радиолокации, организатор высшего радиотехнического образования.",
    "description": "Юрий Михайлович Казаринов — советский и российский ученый, чьи работы в области радионавигации и радиолокации укрепили оборонные и гражданские технологии. Как профессор и организатор радиотехнического образования, он подготовил множество специалистов, способствовавших развитию отрасли.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "kachalov-n-n",
    "name": "Николай Николаевич Качалов",
    "years": "11.05.1852 – 14.05.1909",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Качалов Николай Николаевич.jpg",
    "tags": ["Директор ЭТИ", "Ректор"],
    "shortBio": "Морской офицер, окончил Минный офицерский класс (1879).",
    "description": "Николай Николаевич Качалов — российский морской офицер и администратор, директор ЭТИ с 1895 по 1905 годы. Его организаторская работа способствовала укреплению института как ведущего центра электротехнического образования. Как почетный инженер-электрик, он оставил заметный след в истории ЭТИ.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "kirpichev-nil-lvovich",
    "name": "Нил Львович Кирпичев",
    "years": "14.11.1850 – 31.12.1927",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Кирпичев Нил Львович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области теоретической и строительной механики.",
    "description": "Нил Львович Кирпичев — российский инженер и педагог, преподававший теоретическую механику в ЭТИ с 1895 по 1906 годы. Его работы в области строительной механики способствовали развитию инженерного дела, а статус почетного инженера-электрика подтверждает его вклад в науку.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "kovalenkov-valentin-ivanovich",
    "name": "Валентин Иванович Коваленков",
    "years": "25.03.1884 – 14.07.1960",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Коваленков Валентин Иванович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области проводной связи, автоматики и телемеханики.",
    "description": "Валентин Иванович Коваленков — советский ученый и военный инженер, преподаватель ЭТИ–ЛЭТИ с 1911 по 1939 годы. Его работы в области проводной связи и автоматики нашли применение в телекоммуникациях и обороне. Как член-корреспондент АН СССР, он укрепил научный авторитет страны.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "kolosov-gurij-vasilevich",
    "name": "Гурий Васильевич Колосов",
    "years": "12.08.1867 – 07.11.1936",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Колосов Гурий Васильевич.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области механики и теории упругости.",
    "description": "Гурий Васильевич Колосов — российский и советский ученый, заведующий кафедрой теоретической механики ЛЭТИ с 1913 по 1936 годы. Его исследования теории упругости легли в основу инженерных расчетов конструкций, а избрание членом-корреспондентом АН СССР подтверждает его вклад в науку.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "kormilev-nikolaj-nikolaevich",
    "name": "Николай Николаевич Кормилев",
    "years": "1844 – 30.07.1907",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Кормилев Николай Николаевич.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области телеграфии, организатор инженерного образования.",
    "description": "Николай Николаевич Кормилев — российский инженер, преподававший телеграфную и почтовую службу в ЭТИ. Как начальник Санкт-Петербургского почтово-телеграфного округа, он способствовал развитию телекоммуникаций, а его педагогическая деятельность укрепила инженерное образование.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "koshlyakov-nikolaj-sergeevich",
    "name": "Николай Сергеевич Кошляков",
    "years": "23.06.1891 – 23.09.1958",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Кошляков Николай Сергеевич.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Математик. Специалист в области математической физики и ее технических применений.",
    "description": "Николай Сергеевич Кошляков — советский математик, заведующий кафедрой математики ЛЭТИ с 1926 по 1942 годы. Его исследования в математической физике нашли применение в инженерных науках, а избрание членом-корреспондентом АН СССР подчеркивает его научный авторитет.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "krakau-aleksandr-aleksandrovich",
    "name": "Александр Александрович Кракау",
    "years": "11.08.1855 – 29.03.1909",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Кракау Александр Александрович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Преподаватель курса химии и электрохимии в Техническом училище Почтово-телеграфного ведомства (1886–1891), основатель курса теоретической электрохимии, первый профессор химии ЭТИ (1891–1909).",
    "description": "Александр Александрович Кракау — российский химик, основавший курс теоретической электрохимии в ЭТИ. Преподавая с 1886 по 1909 годы, он заложил основы химического образования в институте, а его работа инспектором ЭТИ способствовала развитию учебного процесса.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "kudashev-boris-mihajlovich",
    "name": "Борис Михайлович Кудашев",
    "years": "10.09.1920 – 05.08.2005",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Кудашев Борис Михайлович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области газоразрядной электроники.",
    "description": "Борис Михайлович Кудашев — советский и российский ученый, специализировавшийся на газоразрядной электронике. Как заместитель декана ФПКП ЛЭТИ с 1963 по 2001 годы, он внес вклад в подготовку инженеров, а его исследования нашли применение в электронной промышленности.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "kuznecov-aleksandr-andreevich",
    "name": "Александр Андреевич Кузнецов",
    "years": "1875 – 1919",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Кузнецов Александр Андреевич.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области электротехники, светотехники.",
    "description": "Александр Андреевич Кузнецов — российский инженер, преподававший электротехнику в ЭТИ с 1898 по 1918 годы. Его работы в области светотехники способствовали развитию осветительных систем, а как инспектор ЭТИ он укрепил организацию учебного процесса.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "lebedinskij-vladimir-konstantinovich",
    "name": "Владимир Константинович Лебединский",
    "years": "08. (20).07.1868 – 11.07.1937",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Лебединский Владимир Константинович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Физик и радиотехник.",
    "description": "Владимир Константинович Лебединский — российский и советский физик, преподававший в ЭТИ с 1895 по 1906 годы. Его исследования в радиотехнике способствовали развитию технологий связи, а как доктор технических наук он укрепил научный авторитет института.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "merching-genrih-karlovich",
    "name": "Генрих Карлович Мерчинг",
    "years": "05.02.1860 – 14.09.1916",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Мерчинг Генрих Карлович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Первый преподаватель электротехники в ЭТИ (1888–1893), член Совета ЭТИ (1888–1916).",
    "description": "Генрих Карлович Мерчинг — российский инженер, первый преподаватель электротехники в ЭТИ. С 1888 по 1916 годы он участвовал в работе Совета ЭТИ, способствуя развитию электротехнического образования. Его педагогическая деятельность заложила основы подготовки инженеров.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "mitkevich-vladimir-fedorovich",
    "name": "Владимир Федорович Миткевич",
    "years": "22.07. (04.08).1872 – 01.06.1951",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Миткевич Владимир Федорович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области теоретической электротехники.",
    "description": "Владимир Федорович Миткевич — советский ученый, академик АН СССР. Преподавая электротехнику в ЭТИ с 1895 по 1899 годы, он внес вклад в развитие теоретических основ дисциплины, которые легли в основу современных электротехнических систем.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "mushelishvili-nikolaj-ivanovich",
    "name": "Николай Иванович Мусхелишвили",
    "years": "16.02.1891 – 15.07.1976",
    "placeBirth": "",
    "placeDeath": "",
    "image": "/images/Мусхелишвили Николай Иванович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Математик. Преподаватель кафедры высшей математики ЭТИ (1914–1920).",
    "description": "Николай Иванович Мусхелишвили — выдающийся советский математик, преподававший в ЭТИ с 1914 по 1920 годы. Его работы в области теории упругости и комплексного анализа нашли применение в инженерных науках, а его педагогическая деятельность укрепила математическое образование.",
    "proceedings": [],
    "awards": []
  },
  {
    "id": "osadchij-petr-semenovich",
    "name": "Петр Семенович Осадчий",
    "years": "06.03 (22.02).1866 – 21.05.1943",
    "placeBirth": "Шубовка",
    "placeDeath": "Ковернино",
    "image": "/images/Осадчий Петр Семенович.jpg",
    "tags": ["Директор ЭТИ", "Ректор"],
    "shortBio": "Специалист в области электросвязи и электротехники, видный государственный деятель, организатор науки, образования и управления в области электросвязи и электроэнергетики.",
    "description": "Петр Семенович Осадчий — российский и советский инженер, директор ЛЭТИ с 1918 по 1924 годы. Как заместитель председателя Госплана СССР, он сыграл ключевую роль в развитии электросвязи и энергетики, способствуя индустриализации страны.",
    "proceedings": [
		"Основы теории телеграфных цепей и применение ее к проектированию электрических линий. СПб, 1903",
		"К вопросу о принципах профессиональной этики инженеров. СПб, 1911",
		"Достижения техники электрических телеграфов и телефонов // Электричество. 1909",
		"Основные задачи радиотелеграфного строительства // Техника народной связи. 1919",
		"Цели и средства электрификации России и ее очередные задачи // Научно-техн. сборник. 1921"
	],
    "awards": []
  },
  {
    "id": "petrovskij-aleksej-alekseevich",
    "name": "Алексей Алексеевич Петровский",
    "years": "14.02.1873 – 24.08.1942",
    "placeBirth": "Лукьянов",
    "placeDeath": "Свердловск",
    "image": "/images/Петровский Алексей Алексеевич.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области радиотехники.",
    "description": "Алексей Алексеевич Петровский — советский ученый, специалист по радиотехнике. Как первый профессор радиотехники в Николаевской морской академии и заслуженный деятель науки РСФСР, он внес вклад в развитие радиосвязи, укрепив позиции СССР в этой области.",
    "proceedings": ["Научные основания беспроволочной телеграфии (1907)", "Электроразведка постоянным током (1932; совместно с Л. Я. Нестеровым)", "Специальный курс электричества для разведчиков-геофизиков (в 4 ч., 1932-1945)"],
    "awards": [
		"Орден Святого Станислава 2 степени", "Орден Святой Анны 2 степени", "Орден Святого Владимира 3 степени"
	]
  },
  {
    "id": "pisarevsky-n-g",
    "name": "Николай Григорьевич Писаревский",
    "years": "13.11.1821 – 20.06.1895",
    "placeBirth": "Кодыма",
    "placeDeath": "Санкт-Петербург",
    "image": "/images/Писаревский Николай Григорьевич.jpg",
    "tags": ["Директор ЭТИ", "Ректор"],
    "shortBio": "Специалист в области электрических средств связи, общественный деятель, организатор и первый директор первого в России высшего электротехнического учебного заведения.",
    "description": "Николай Григорьевич Писаревский — российский инженер, первый директор ЭТИ с 1891 по 1895 годы. Организовав первое в России высшее электротехническое учебное заведение, он заложил основы подготовки инженеров-связистов, укрепив телекоммуникационную инфраструктуру страны.",
    "proceedings": [
		"Общепонятная физика. СПб., 1852",
		"Телефоны и практическое их применение.  СПб., 1882",
		"Электрические измерения. Лекции. СПб., 1889",
		"Главнейшие понятия из общей физики и механики в применении к телеграфной практике. СПб., 1890"
	],
    "awards": ["Орден св. Леопольда (1854)"]
  },
  {
    "id": "popov-izobretatel-radio",
    "name": "Александр Степанович Попов",
    "years": "16.03.1859 – 13.01.1906",
    "placeBirth": "Турьинские Рудники, Северный Урал",
    "placeDeath": "Санкт-Петербург",
    "image": "/images/Попов Александр Степанович.jpg",
    "tags": ["Директор ЭТИ", "Ректор"],
    "shortBio": "Физик-экспериментатор, электротехник, изобретатель радиосвязи.",
    "description": "Александр Степанович Попов — российский физик и электротехник, изобретатель радио. Преподавая в ЭТИ с 1901 года и став его первым выборным директором в 1905 году, он разработал первый радиоприемник, продемонстрированный в 1895 году. Его изобретение заложило основы радиосвязи, изменив мир коммуникаций.",
    "proceedings": [
		"Ряд оригинальных курсов по физике и электротехнике"
	],
    "awards": [
		"Ордена Св. Анны 3-й и 2-й степеней (1895, 1902)",
		"Орден Св. Станислава 2-й степени (1897)",
		"Серебряная медаль в память царствования Александра III на ленте ордена Александра Невского (1896)",
		"Премия Императорского Русского технического общества (ИРТО) «за приемник для электрических колебаний и приборы для телеграфирования на расстоянии без проводов» (1898)",
		"Звание Почетного инженер-электрика (1899)" 
	]
  },
  {
    "id": "posse-konstantin-aleksandrovich",
    "name": "Константин Александрович Поссе",
    "years": "09.11.1847 – 11.10.1928",
    "placeBirth": "Новгород",
    "placeDeath": "Ленинград",
    "image": "/images/Поссе Константин Александрович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Доктор чистой математики.",
    "description": "Константин Александрович Поссе — российский математик, преподававший в ЭТИ с 1899 по 1905 годы. Его учебник по дифференциальному и интегральному исчислению стал классическим пособием, а его работа в Санкт-Петербургском университете укрепила математическое образование в России.",
    "proceedings": ["Курс дифференциального и интегрального исчисления (1891)"],
    "awards": []
  },
  {
    "id": "pushin-nikolaj-antonovich",
    "name": "Николай Антонович Пушин",
    "years": "07.02.1875 – 23.10.1947",
    "placeBirth": "Саратов",
    "placeDeath": "Белград",
    "image": "/images/Пушин Николай Антонович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Специалист в области электрохимии.",
    "description": "Николай Антонович Пушин — российский и советский ученый, преподававший в ЭТИ с 1898 по 1920 годы. Его исследования в области электрохимии способствовали развитию технологий, связанных с химическими источниками тока и гальваникой.",
    "proceedings": [],
    "awards": ["Премия имени Н.Н. Бекетова"]
  },
  {
    "id": "raspletin-aleksandr-andreevich",
    "name": "Александр Андреевич Расплетин",
    "years": "25.08.1908 – 08.03.1967",
    "placeBirth": "Рыбинск",
    "placeDeath": "Москва",
    "image": "/images/Расплетин Александр Андреевич.jpg",
    "tags": ["Преподаватель", "Выпускник"],
    "shortBio": "Специалист в области телевидения, радиолокации, радиотехнических систем управления.",
    "description": "Александр Андреевич Расплетин — советский ученый, академик АН СССР, окончивший ЛЭТИ в 1936 году. Его работы в области радиолокации и систем управления укрепили оборонный потенциал СССР, особенно в разработке систем ПВО. Преподавая в ЛЭТИ, он воспитал новое поколение радиотехников.",
    "proceedings": [],
    "awards": [
		"Почетный радист СССР (1946)",
		"Герой Социалистического Труда (1956)",
		"Сталинская премия (1951)", "Ленинская премия (1958)",
		"Орден Ленина (1956)", "Медаль «За оборону Ленинграда» (1943)",
		"Медаль «За доблестный труд в Великой Отечественной войне 1941—1945 гг.» (1945)"
	]
  },
  {
    "id": "rinkevich-s-a",
    "name": "Сергей Александрович Ринкевич",
    "years": "24.06.1886 – 30.04.1955",
    "placeBirth": "Рамшино, Могилевская губерния",
    "placeDeath": "",
    "image": "/images/Ринкевич Сергей Александрович.jpg",
    "tags": ["Преподаватель", "Выпускник"],
    "shortBio": "Специалист в области электрификации промышленности, основатель первой в мире кафедры электропривода и отечественной школы электропривода.",
    "description": "Сергей Александрович Ринкевич — советский инженер, основатель первой в мире кафедры электропривода в ЛЭТИ. Преподавая с 1913 по 1955 годы, он создал научную школу электропривода, что способствовало электрификации промышленности СССР.",
    "proceedings": [
		"Электрическое распределение механической энергии. Л., 1925",
		"Теория электропривода (в 2- томах). Л., 1932",
		"Теория электропривода». Л., 1938"
	],
    "awards": [
		"Заслуженный деятель науки и техники РСФСР (1942)",
		"Медаль «За оборону Ленинграда» (1942)",
		"Медаль «За доблестный труд в Великой Отечественной войне» (1945)",
		"Орден Трудового Красного Знамени (1944)",
		"Орден Ленина (1953)"
	]
  },
  {
    "id": "skrickij-nikolaj-aleksandrovich",
    "name": "Николай Александрович Скрицкий",
    "years": "05.12.1878 – 26.03.1951",
    "placeBirth": "Погорельцы",
    "placeDeath": "Саратов",
    "image": "/images/Скрицкий Николай Александрович.jpg",
    "tags": ["Преподаватель", "Работник"],
    "shortBio": "Специалист в области радиотехники, организатор радиотехнического образования в России.",
    "description": "Николай Александрович Скрицкий — советский инженер, организатор радиотехнического образования. Заведующий кафедрой общей радиотехники ЛЭТИ с 1924 по 1930 годы, он способствовал развитию радиотехнических дисциплин, подготовив специалистов для отрасли связи.",
    "proceedings": ["Более 30 научных работ по вопросам радиотелеграфии, радиотелеграфных измерений, коротковолновой техники, вакуумным приборам"],
    "awards": []
  },
  {
    "id": "smurov-a-a",
    "name": "Александр Антонович Смуров",
    "years": "15.01.1884 – 08.04.1937",
    "placeBirth": "Петербург",
    "placeDeath": "Ленинград",
    "image": "/images/Смуров Александр Антонович.jpg",
    "tags": ["Директор ЭТИ", "Преподаватель", "Ректор"],
    "shortBio": "Специалист в области высоковольтных сетей и передачи электрической энергии. Организатор и заведующий первой в России кафедры техники высоких напряжений.",
    "description": "Александр Антонович Смуров — советский инженер, директор ЛЭТИ с 1925 по 1929 годы. Основав первую в России кафедру техники высоких напряжений, он создал научную школу, чьи разработки легли в основу систем передачи электроэнергии в СССР.",
    "proceedings": ["Электротехника высоких напряжений и передача электрической энергии (т. 1).-Л.: Гос. изд-во, 1925; (тт. 2, 3)-М.; Л.; ОНТИ, 1935"],
    "awards": [
		"Член Американского математического общества", 
		"Заслуженный деятель науки и техники РСФСР (1937)",
		"Мемориальная доска у входа в помещение лаборатории ТВН (2-й корпус)"
	]
  },
  {
    "id": "frejman-i-g",
    "name": "Имант Георгиевич Фрейман",
    "years": "01.05. (19.04.) 1890 – 08.02.1929",
    "placeBirth": "Ислица",
    "placeDeath": "Ленинград",
    "image": "/images/Фрейман Имант Георгиевич.jpg",
    "tags": ["Преподаватель", "Выпускник"],
    "shortBio": "Специалист в области радиотехники. Один из основателей отечественной радиотехники, основатель научно-инженерной школы радиотехники.",
    "description": "Имант Георгиевич Фрейман — советский инженер, один из основателей отечественной радиотехники. Заведующий первой в России кафедрой радиотехники в ЛЭТИ с 1917 по 1929 годы, он создал научную школу, воспитавшую множество радиотехников, включая академика А.Н. Щукина.",
    "proceedings": [
		"Краткий очерк основ радиотехники. 1917, Пгр.",
		"Курс радиотехники. Л. 1924: ГИЗ.",
		"Чем определяется качество усилительной лампы//Техника связи.1924. Т.2, вып. 3, 4. С. 293—296.",
		"Число или смысл // Морской сборник 1924, № 7. С. 139—142.",
		"О терминологии по радио // Друг радио. 1925. № 9, 10. С. 4—7.",
		"Положение вопроса о распространении электромагнитных волн // Журнал прикладной физики. 1927, Т. 4, вып. 4. С.59—76.",
		"Радиотехника: Монография по технике безопасности. 1927, Выл. 2. М.: Изд-во Вопросы труда.",
		"Курс радиотехники / Изд. 2-е, перераб. и доп. 1928, Л.: ГИЗ. 497 с.",
		"О радиопередаче от шара-зонда // Тр. 2-й полярной конф. (18—23 июня 1928 г.). Л.: Изд-во группы СССР «Аэроарктика», 1930, с. 61 — 64"
	],
    "awards": [
		"Мемориальная доска около лаборатории специального курса радиотехники во 2–м корпусе ЛЭТИ (1929)"
	]
  },
  {
    "id": "hvolson-orest-danilovich",
    "name": "Орест Данилович Хвольсон",
    "years": "04.12.1852 – 11.05.1934",
    "placeBirth": "Санкт-Петербург",
    "placeDeath": "Ленинград",
    "image": "/images/Хвольсон Орест Данилович.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Физик. Преподавал в Техническом училище Почтово-телеграфного ведомства (1886–1891), преобразованном в 1891 году в Электротехнический институт.",
    "description": "Орест Данилович Хвольсон — российский физик, первый профессор физики ЭТИ. Преподавая с 1886 по 1894 годы, он заложил основы физического образования в институте, а его работы в области оптики и электротехники получили международное признание.",
    "proceedings": [
		"«Курс физики», пятитомник", "«Лучи Рентгена» (1896)", "«Физика наших дней» (4-е изд., 1932)"
	],
    "awards": [
		"Звание Героя труда (1927)", "Лауреат Ломоносовской премии (1892)", "Член-корреспондент Санкт-Петербургской академии наук, член Ученого комитета Министерства народного просвещения (1895)", "Почётный член Российской академии наук (1920)"
	]
  },
  {
    "id": "holuyanov-fedor-ivanovich",
    "name": "Федор Иванович Холуянов",
    "years": "19.02.1879 – 25.09.1936",
    "placeBirth": "Моршанск",
    "placeDeath": "Ленинград",
    "image": "/images/Холуянов Федор Иванович.jpg",
    "tags": ["Преподаватель", "Выпускник", "Работник"],
    "shortBio": "Специалист в области электромашиностроения.",
    "description": "Федор Иванович Холуянов — советский инженер, заведующий кафедрой электрических машин ЛЭТИ с 1913 по 1936 годы. Его учебники по электрическим машинам стали классическими, а работа деканом общетехнического факультета укрепила инженерное образование в институте.",
    "proceedings": [
		"Испытания динамо-машин постоянного тока: Пособие для практических занятий в электромашинной лаборатории ЭТИ. -СПб.,1908",
		"К вопросу о рациональном расчете серии двигателей переменного (однофазного) тока. -СПб.,1910",
		"Альтернаторы и одноякорные преобразователи. -Л.-М., Энергоиздат, тип. им. Евг. Соколовой в Лгр., 1933",
		"Трансформаторы однофазного и трехфазного тока. - М.; Л.: Энергоиздат, 1934"
	],
    "awards": []
  },
  {
    "id": "shatelen-mihail-andreevich",
    "name": "Михаил Андреевич Шателен",
    "years": "01. (13).01.1866 – 31.01.1957",
    "placeBirth": "Анапа",
    "placeDeath": "Ленинград",
    "image": "/images/Шателен Михаил Андреевич.jpg",
    "tags": ["Преподаватель"],
    "shortBio": "Первый профессор электротехники России.",
    "description": "Михаил Андреевич Шателен — первый профессор электротехники России, преподаватель ЭТИ с 1893 по 1901 годы. Как член-корреспондент АН СССР, он внес вклад в развитие электротехнических наук, заложив основы подготовки инженеров-электриков.",
    "proceedings": [],
    "awards": [
		"Заслуженный деятель науки и техники РСФСР (1934)",
		"Заслуженный деятель науки и техники Узбекской ССР (1943)",
		"Награжден двумя орденами Ленина (1944, 1946), медалями «За оборону Ленинграда» (1944), «За доблестный труд в Великой отечественной войне 1941-1945 гг.»",
		"Почетный член Международного комитета мер и весов (1948)",
		"За книгу «Русские электротехники» удостоен Сталинской премии (1949)",
		"Герой Социалистического Труда (1956)"
	]
  },
  {
    "id": "shhukin-aleksandr-nikolaevich",
    "name": "Александр Николаевич Щукин",
    "years": "22.07.1900 – 11.06.1990",
    "placeBirth": "Санкт-Петербург",
    "placeDeath": "Москва",
    "image": "/images/Щукин Александр Николаевич.jpg",
    "tags": ["Выпускник"],
    "shortBio": "Специалист в области радиотехники. Автор трудов по теории и методам расчета дальней коротковолновой связи, основатель теории подводного приема радиосигналов.",
    "description": "Александр Николаевич Щукин — советский ученый, академик АН СССР, окончивший ЛЭТИ в 1927 году. Его исследования коротковолновой связи и подводного приема радиосигналов укрепили технологии связи, особенно для флота. Преподавая в ЛЭТИ, он продолжил традиции своей школы.",
    "proceedings": [
		"Методы расчёта напряжённости поля на коротких волнах. — Москва: МИИТ, 1935.",
		"Распространение ультракоротких волн. — Л.: Картотипография Гидрографического управления морских сил РККФ, 1938. — 90 с.",
		"Распространение радиоволн. Утв. ВКВШ при СНК СССР в качестве учебника для втузов связи. — М.: Связьиздат, 1940. — 400 с.",
		"Физические основы распространения радиоволн в ионосфере. — Москва: Связьиздат, 1940.",
		"Динамические и флюктуационные ошибки управляемых объектов. — М.: Сов. радио, 1961. — 214 с.",
		"Теория вероятностей и её применение в инженерно-технических расчётах. — М.: Сов. радио, 1974. — 135 с.",
		"Теория вероятностей и экспериментальное определение характеристик сложных объектов. — М.-Л., 1959"
	],
    "awards": [
		"Дважды Герой Социалистического Труда (1956, 1975)",
		"Лауреат Ленинской (1957) и Сталинской (1952) премий",
		"Пять орденов Ленина (1950, 1956, 1960, 1961, 1975)",
		"Ордена Октябрьской Революции (1970)", "Орден Трудового Красного Знамени (1980)",
		"Орден Дружбы народов (1985)", "Два ордена Красной Звезды (1943, 1954)",
		"Две медали «За боевые заслуги» (1950, 1967)",
		"Золотая медаль «Серп и Молот» (1975)"
	]
  },
  {
    "id": "shhurkevich-pantelejmon-antonovich",
    "name": "Пантелеймон Антонович Щуркевич",
    "years": "30.05.1873 – 18.03.1942",
    "placeBirth": "Каменец-Подольский",
    "placeDeath": "Рязань",
    "image": "/images/Щуркевич Пантелеймон Антонович.jpg",
    "tags": ["Работник"],
    "shortBio": "Специалист в области теоретических основ электротехники.",
    "description": "Пантелеймон Антонович Щуркевич — советский ученый, чьи исследования теоретических основ электротехники получили признание. Получив ученые степени без защиты диссертаций, он внес вклад в развитие электротехнического образования, преподавая в ЛЭТИ.",
    "proceedings": [
		"Переменные электрические токи и теория круговых диаграмм (в 2-х част.), 1930-33",
		"Теория переменных токов. Учебник, 1939"
	],
    "awards": ["Почетный потомственный гражданин Санкт-Петербурга"]
  }
]
